Repository: cumtgujun/DBStudio
Catalog: trunk/DBStudio/Properties/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, ru_ru, zh_cn

# ErrorNoIdentityColumnToReset
source: This table has no identity column to reset
de_de: Diese Tabelle hat keine Identitätsspalte, die sich zurücksetzen ließe.
es_es: Esta tabla no tiene columna de identidad para restablecer
fr_fr: Ce tableau n'a pas de colonne d'identité pour réinitialiser
it_it: Questa tabella non ha una colonna di identità per reimpostare
ja_jp: このテーブルは、ID列をリセットする必要があります
nl_nl: Deze tafel heeft geen identiteit kolom te resetten
ru_ru: В этой таблице нет автоинкрементной колонки для сброса
zh_cn: 该表没有可以重置的标识列

# TitleViewSP
source: View stored procedure code
de_de: Code der Stored Procedure anzeigen
es_es: Ver código de procedimiento almacenado
fr_fr: Voir le code de procédure stockée
it_it: Visualizza codice di stored procedure
ja_jp: プロフィールストアドプロシージャのコード
nl_nl: Bekijk opgeslagen procedure code
ru_ru: Открыть код хранимой процедуры
zh_cn: 查看存儲過程代碼

# ButtonBackupDatabase
source: Backup Database
de_de: Sicherungskopie der Datenbank erstellen
es_es: Copia de seguridad de base de datos
it_it: Backup del database
ja_jp: データベースのバックアップ
ru_ru: Резервное копирование баз данных
zh_cn: 備份數據庫

# ButtonCreateDatabase
source: Create Database
de_de: Datenbank anlegen
es_es: Crear base de datos
fr_fr: Créer la base de données
it_it: Crea database
ja_jp: データベースの作成
nl_nl: Database maken
ru_ru: Создать базу данных
zh_cn: 創建數據庫

# TitlePopulateSqlServerInstance
source: Populate Sql Server Instance
de_de: SQL Server-Instanz befüllen
es_es: Rellenar instancia del servidor SQL
fr_fr: Remplir instance Sql Server
it_it: Popolare istanza del server Sql
ja_jp: 読み込むSQL Serverのインスタンス
nl_nl: Bevolk exemplaar van SQL Server
ru_ru: Заполнение Sql Server
zh_cn: 枚舉數據庫實例

# TitleCanNotEmptyNewTableName
source: The new table name cannot be empty
de_de: Der Name der neuen Tabelle darf nicht leer sein
es_es: El nombre de la nueva tabla no puede estar vacío
fr_fr: Le nouveau nom de table ne peut pas être vide
it_it: Il nome della nuova tabella non può essere vuoto
ja_jp: 新しいテーブル名は空にすることはできません
nl_nl: De nieuwe tabel naam kan niet leeg zijn
ru_ru: Название таблицы не может быть пустым
zh_cn: 新表名不能為空

# TitleCopyTable
source: Copy table
de_de: Tabelle kopieren
es_es: Copiar tabla
fr_fr: Copiez le tableau
it_it: Copia tavolo
ja_jp: コピーテーブル
nl_nl: Kopieer tabel
ru_ru: Копирование таблицы
zh_cn: 復制表

# InfoTableNameExisted
source: A table with this name is already existing, please change it and try again
de_de: Eine Tabelle mit diesem Namen existiert bereits; bitte ändern Sie ihn und versuchen Sie es erneut
es_es: Una mesa con este nombre ya existente, por favor cambie y vuelva a intentarlo
fr_fr: A table avec ce nom existe déjà, s'il vous plaît changer et essayer de nouveau
it_it: Una tabella con questo nome è già esistente, cambia e prova di nuovo
ja_jp: この名前を持つテーブルが既に存在しているそれは、もう一度やり直して変更してください
nl_nl: Een tabel met deze naam al bestaat, wijzigt u en probeer het nogmaals
ru_ru: Таблица с таким названием уже существует, измените название и попробуйте еще раз
zh_cn: 該名稱的表已經存在，請修改后重試

# TitleCopyDataSuccessful
source: Successfully copied the table and the data.
de_de: Die Tabelle und ihre Daten wurden erfolgreich kopiert.
es_es: Copiado con éxito la tabla y los datos.
fr_fr: Copiés avec succès la table et les données.
it_it: Copiati correttamente la tabella e dei dati.
ja_jp: 正常にテーブルとデータをコピーされます。
nl_nl: Succesvol gekopieerd van de tabel en de gegevens.
ru_ru: Успешно скопировали таблицу и данные.
zh_cn: 復制表及數據成功

# InfoBackupDb
source: Do you confirm to back up the database? This action might take a lot of time depending on the size of the database.
de_de: Möchten Sie wirklich eine Sicherungskopie der Datenbank erstellen? Diese Aktion könnte, abhängig von der Größe der Datenbank, einige Zeit in Anspruch nehmen.
es_es: ¿Confirma usted una copia de seguridad de la base de datos? Esta acción puede tardar mucho tiempo dependiendo del tamaño de la base de datos.
fr_fr: Confirmez-vous pour sauvegarder la base de données? Cette action pourrait prendre beaucoup de temps selon la taille de la base de données.
it_it: Vuoi confermare il backup del database? Questa azione potrebbe prendere un sacco di tempo a seconda delle dimensioni del database.
ja_jp: データベースをバックアップすることを確認か？このアクションは、データベースのサイズに応じて多くの時間がかかる場合があります。
nl_nl: Heeft u bevestigen dat een back-up van de database? Deze actie zou kunnen nemen veel tijd in beslag, afhankelijk van de grootte van de database.
ru_ru: Подтверждаете ли Вы создание резервной копии базы данных? Это действие может занять много времени, это зависит от размера базы данных.
zh_cn: 你確認要備份該數據庫么？該操作可能會需要一些時間去處理，這取決于數據庫的大小.

# InfoBackupSuccesful
source: Database backup successful.
de_de: Die Sicherungskopie der Datenbank wurde erfolgreich erstellt.
es_es: Base de datos de copia de seguridad correcta.
fr_fr: succès de sauvegarde de base de données.
it_it: Database di backup di successo.
ja_jp: データベースのバックアップに成功しました。
nl_nl: Database back-up succesvol.
ru_ru: Создание резервной копии базы данных прошло успешно.
zh_cn: 備份數據庫成功

# TitleFunctionList
source: List of Functions
de_de: Funktionsliste
es_es: Lista de funciones
fr_fr: Liste des fonctions
it_it: Elenco delle funzioni
ja_jp: 機能一覧
nl_nl: Lijst van functies
ru_ru: Список функций
zh_cn: 功能列表

# ResetDataCurrentFileConfrimMsg
source: Do you really want to RESET (i.e. Clear/Delete all the data) the currently opened database?\r\nThis action may be a risk, do you really want to do that?
de_de: Möchten Sie die aktuell geöffnete Datenbank wirklich ZURÜCKSETZEN (d.h. alle Daten löschen)?\r\nDiese Aktion könnte riskant sein, möchten Sie sie wirklich ausführen?
es_es: ¿Usted realmente desea restablecer (es decir, Clear / Borrar todos los datos) la base de datos actualmente abierta? \ R \ nEste acción puede ser un riesgo, lo que realmente quieres hacer eso?
fr_fr: Voulez-vous vraiment à RESET (c.-à-Clair / Supprimer toutes les données) de la base de données actuellement ouverte? \ R \ n Cette action peut être un risque, vous voulez vraiment faire ça?
it_it: Vuoi davvero di RESET (cioè chiaramente / cancella tutti i dati) the database attualmente aperto? \ R \ nQuesta azione può essere un rischio, non si vuole veramente fare that?
ja_jp: あなたは本当に（[リセット]にクリア/削除のすべてのデータなど）の現在開いているデータベースをしたいですか？\ r \ nこのアクションはリスクかもしれませんが、あなたは本当にそれをやりたいですか？
nl_nl: Wil je echt wilt resetten (Clear / verwijderen van alle gegevens IE) het momenteel geopende database? \ R \ nDeze actie kan een risico zijn, denk je echt dat willen doen?
ru_ru: Вы действительно хотите сбросить (например, Очистить / Удалить все данные) в открытой базе данных? \r\n Это действие может быть опасно, вы действительно хотите это сделать?
zh_cn: 你确定要[重置]（意味着删除所有的数据）当前的数据库么？\r\n这个行为有很高的风险，你确定要做么？

source: File not found
de_de: Datei nicht gefunden
es_es: Archivo no encontrado
fr_fr: Fichier non trouvé
it_it: Impossibile trovare il file
ja_jp: ファイルが見つかりません
nl_nl: Bestand niet gevonden
ru_ru: Файл не найден
zh_cn: 文件不存在

# NoDataToProcess
source: No identity column to reset
de_de: Keine Identitätsspalte zum Zurücksetzen
es_es: N columna de identidad para restablecer
fr_fr: Aucune colonne d'identité pour réinitialiser
it_it: Nessuna colonna di identità per reimpostare
ja_jp: いいえ、ID列をリセットする
nl_nl: Geen identiteit kolom te resetten
ru_ru: Нет автоинкрементной колонки для сброса
zh_cn: 没有自增列可以处理

# TitleNewSqliteFile
source: New SQLite File
de_de: Neue SQLite-Datei
es_es: Archivo Nuevo SQLite
fr_fr: Nouveau fichier SQLite
it_it: Nuovo file SQLite
ja_jp: 新しいSQLiteのファイル
nl_nl: Nieuwe SQLite bestand
ru_ru: Новый SQLite файл
zh_cn: 新的sqlite文件名

# TitleFirstRowIsColumnName
source: First row is column name
de_de: Erste Zeile enthält Spaltennamen
es_es: La primera fila es el nombre de columna
fr_fr: première ligne est la colonne nom
it_it: La prima riga è il nome della colonna
ja_jp: 最初の行は列名です
nl_nl: Eerste rij een kolom met de naam
ru_ru: Имя столбца в первой строке
zh_cn: 第一行是列名

# ButtonDetect
source: Detect ...
de_de: Aufspüren ...
es_es: Detectar ...
fr_fr: Détecter ...
it_it: Rileva ...
ja_jp: 検出...
ru_ru: Обнаружить ...
zh_cn: 偵訊...

# TitileNoSqlServerInstanceName
source: No sql server instance detected
de_de: Es konnte keine SQL Server-Instanz gefunden werden
es_es: No hay instancia de SQL Server detecta
fr_fr: Aucune instance de SQL Server détecté
it_it: Nessuna istanza di SQL Server rilevato
ja_jp: いいえSQL Serverのインスタンスが検出されました
nl_nl: Geen exemplaar van SQL Server ontdekt
ru_ru: Экземпляра SQL сервера не обнаружено
zh_cn: 沒有找到Sql Server實例名

# TitleBkDbAuto
source: Automatically backup the old DB file version before upgrading (only for SQLCE)
de_de: Automatisch vor dem Upgrade ein Backup der alten Datenbankdateiversion erstellen (nur für SQLCE)
es_es: Automáticamente copia de seguridad de la antigua versión de DB archivo antes de actualizar (sólo para SQLCE)
fr_fr: Sauvegarde automatique de la version du fichier vieux DB avant de passer (seulement pour SQLCE)
it_it: Automaticamente il backup della vecchia versione del file DB prima di aggiornare (solo per SQLCE)
ja_jp: 自動的に古いDBファイルのバージョンをアップグレードする前に（SQLCEのみ）バックアップ
nl_nl: Automatisch een reservekopie van het oude DB-bestand voordat u de upgrade-versie (alleen voor SQLCE)
ru_ru: Автоматическое резервное копирование файла старой версии базы данных перед обновлением (только для SQLCE)
zh_cn: 在老數據庫升級前自動備份數據庫(僅針對于SQLCE數據庫)

# TiTleOpenSqlServerInstanceWay
source: You can double-click the item listed below to open it in the Sql Server Entry UI
de_de: Sie können doppelklicken, um den unten angezeigten Eintrag im SQL Server-Eintragseditor zu öffnen
es_es: Puede hacer doble clic en el elemento que figuran a continuación para abrirlo en el SQL Server de entrada de interfaz de usuario
fr_fr: Vous pouvez double-cliquez sur l'élément ci-dessous pour l'ouvrir dans l'interface d'entrée Sql Server
it_it: È possibile fare doppio clic sulla voce elencati di seguito per aprirlo in SQL Server Entry UI
ja_jp: することができますダブルクリックして項目は以下のSQL ServerのエントリのUIを開くに記載
nl_nl: U kunt dubbelklikken op het item hieronder om het te openen in de SQL Server Entry UI
ru_ru: Вы можете дважды щелкнуть на списке, чтобы открыть его в Sql Server Entry UI
zh_cn: 你可以用鼠標雙擊下面的sql server實例名以打開它

# TitleRemoteAddressOrName
source: Please input the ip address or server name to search
de_de: Bitte geben Sie die zu suchende IP-Adresse oder den Servernamen ein
es_es: Por favor, introduzca la dirección IP o el nombre del servidor para buscar
fr_fr: S'il vous plaît entrer l'adresse IP ou le nom du serveur à la recherche
it_it: Si prega di inserire l'indirizzo IP o il nome del server per la ricerca
ja_jp: 入力してくださいIPアドレスまたはサーバーの名前を検索する
nl_nl: Voer het IP-adres of de naam van de server om te zoeken
ru_ru: Пожалуйста, введите IP-адрес или имя сервера для поиска
zh_cn: 請輸入IP地址或者計算機名

# TitleSearchSqlServerInstance
source: Search Sql Server Instance
de_de: SQL Server-Instanz suchen
es_es: Buscar instancia del servidor SQL
fr_fr: Recherche instance Sql Server
it_it: Cerca istanza del server Sql
ja_jp: 検索SQL Serverのインスタンス
nl_nl: Zoek exemplaar van SQL Server
ru_ru: Поиск Sql Server
zh_cn: 偵訊Sql Server實例名

# TitleSqlTextFontSize
source: Sql Command text font size
de_de: Schriftgröße von SQL-Anweisungen
es_es: Sql texto Comando tamaño de la letra
fr_fr: Commande SQL taille de la police du texte
it_it: Comando SQL testo dimensione del carattere
ja_jp: SQLコマンドのテキストのフォントサイズ
nl_nl: SQL-opdracht wordt de tekst lettergrootte
ru_ru: Размер шрифта SQL команд
zh_cn: Sql命令的字體大小

# TitleUseVoiceToNotify
source: Use sound to notify instead of showing a message
de_de: Akustische an Stelle von grafischen Benachrichtigungen verwenden
es_es: Se usa para notificar sonido en lugar de mostrar un mensaje
fr_fr: l'utilisation rationnelle de notifier au lieu d'afficher un message
it_it: Usa suono di notifica, invece di mostrare un messaggio
ja_jp: 使用して音の代わりに通知するメッセージを表示
nl_nl: Gebruik geluid aan te melden in plaats van het tonen van een bericht
ru_ru: Использовать звуковые извещения вместо всплывающих сообщений
zh_cn: 使用語音代替顯示消息來提示用戶

# TitleOleDBVersion
source: Office 2007 format
es_es: Office 2007 en formato
fr_fr: Le format Office 2007
it_it: Office 2007 formato
ja_jp: Office 2007の形式
nl_nl: Office 2007-formaat
ru_ru: Формат Office 2007
zh_cn: Office2007格式

# TitleClearDBOpendHistoryInfo
source: Clear the opened database history information
de_de: Verlauf der geöffneten Datenbank löschen
es_es: Borrar la información de base de datos de la historia abierta
fr_fr: Effacer les informations de base de données ouverte histoire
it_it: Cancella le informazioni sulla cronologia del database aperto
ja_jp: クリア開いているデータベースの履歴情報
nl_nl: Clear de geopende database informatie over de geschiedenis
ru_ru: Удалить историю открытых баз данных
zh_cn: 清除打開數據庫歷史信息

# TitleReset
source: Reset
de_de: Zurücksetzen
es_es: Reajustar
fr_fr: Remise
ja_jp: リセット
ru_ru: Сброс
zh_cn: 重置

# Language_AutoDetect
source: Auto Detect
de_de: Automatisch ermitteln
es_es: Detección automática
fr_fr: Détection automatique
it_it: Rilevamento automatico
ja_jp: 自動検出
ru_ru: Автоопределение
zh_cn: 自動檢測

# Language_Chinese
source: Chinese
de_de: Chinesisch
es_es: Chino
fr_fr: Chinois
it_it: Cinese
ja_jp: 中国語
nl_nl: Chinees
ru_ru: Китайский
zh_cn: 中文

# Language_English
source: English
de_de: Englisch
es_es: Inglés
fr_fr: Anglais
it_it: Inglese
ja_jp: 英語
nl_nl: Engels
ru_ru: Английский
zh_cn: 英語

# Language_German
source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
it_it: Tedesco
ja_jp: ドイツ語
nl_nl: Duits
ru_ru: Немецкий
zh_cn: 德語

# TitleColumnTab
source: Column Functions
de_de: Spaltenfunktionen
es_es: Columna Funciones
fr_fr: Fonctions de la colonne
it_it: Colonna Funzioni
ja_jp: 列関数
nl_nl: Column Functies
ru_ru: Действия с колонками
zh_cn: 列功能

# TitleIndexTab
source: Index Functions
de_de: Indexfunktionen
es_es: Índice de Funciones
fr_fr: Fonctions Index
it_it: Indice Funzioni
ja_jp: インデックス機能
nl_nl: Index Functies
ru_ru: Функции индекс
zh_cn: 索引功能

# TitleSpTab
source: SP Functions
de_de: Funktionen für Stored Procedures
es_es: SP Funciones
fr_fr: Fonctions SP
it_it: SP Funzioni
ja_jp: SPの関数
nl_nl: SP Functies
ru_ru: SP функции
zh_cn: 存儲過程功能

# Language_Dutch
source: Dutch
de_de: Niederländisch
es_es: neerlandés
fr_fr: néerlandais
it_it: olandese
ja_jp: オランダ語
nl_nl: Nederlands
ru_ru: Голландский
zh_cn: 荷蘭

# Language_French
source: French
de_de: Französisch
es_es: francés
fr_fr: français
it_it: francese
ja_jp: フランス語
nl_nl: Frans
ru_ru: Французский
zh_cn: 法國

# Language_Italy
source: Italian
de_de: Italienisch
es_es: Italia
fr_fr: Italie
it_it: Italia
ja_jp: イタリア
nl_nl: Italië
ru_ru: Итальянский
zh_cn: 意大利

# Language_Japanese
source: Japanese
de_de: Japanisch
es_es: japonés
fr_fr: japonais
it_it: giapponese
ja_jp: 日本語
nl_nl: Japans
ru_ru: Японский
zh_cn: 日本

# Language_Russian
source: Russian
de_de: Russisch
es_es: ruso
fr_fr: russe
it_it: russo
ja_jp: ロシア
nl_nl: Russisch
ru_ru: Русский
zh_cn: 俄國

# Language_Spanish
source: Spanish
de_de: Spanisch
es_es: español
fr_fr: espagnol
it_it: spagnolo
ja_jp: スペイン語
nl_nl: Spaans
ru_ru: Испанский
zh_cn: 西班牙

# LabelCompactDB
source: Compact DB
ru_ru: Компактная база данных
zh_cn: 精簡DB

# LabelMaxDbSize
source: Max Database Size
zh_cn: 最大資料庫尺寸
