Repository: cumtgujun/DBStudio
Catalog: trunk/DBStudio/Properties/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, ru_ru, zh_cn

# ImportAccess_DoOK
source: Importing data from \r\n{0} \r\ninto \r\n{1} \r\nsuccessful.
de_de: Der Datenimport von \r\n{0} \r\nnach \r\n{1} \r\nwar erfolgreich.
es_es: Importar datos desde \ r \ n (0) \ r \ ninto r \ n \ (1) \ r \ nsuccessful.
fr_fr: Importation de données \ r \ n (0) \ r \ ninto \ r \ n (1) \ r \ nsuccessful.
it_it: Importazione di dati da \ r \ n (0) \ r \ ninto r \ n \ (1) \ r \ nsuccessful.
ja_jp: \ r \ nを（0）\ rを\ ninto \ rをする\ n（1 \ rの\はnsuccessful）からデータをインポート。
nl_nl: Gegevens importeren uit \ r \ n (0) \ r \ ninto \ r \ n (1) \ r \ nsuccessful.
ru_ru: Импорт данных из \r\n{0} \r\n в \r\n {1} \r\n прошел успешно.
zh_cn: 导入数据从 \r\n{0} \r\n到 \r\n{1} \r\n成功

# ImportAccess_SelectFile
source: Please select both the source file and the target file
de_de: Bitte wählen Sie sowohl die Quell- als auch die Zieldatei aus.
es_es: Por favor, seleccionar el archivo a la vez fuente y el archivo de destino
fr_fr: S'il vous plaît sélectionner le fichier à la fois la source et le fichier cible
it_it: Si prega di selezionare il file sia l'origine e il file di destinazione
ja_jp: してくださいとターゲットファイルの両方のソースファイルを選択します
nl_nl: Selecteer zowel het bronbestand en het doelbestand
ru_ru: Пожалуйста, выберите файл источника и целевой файл
zh_cn: 请同时选择源文件和目标文件

# ImportEachElement
source: Please input each element
de_de: Bitte geben Sie alle Elemente ein
es_es: Por favor introduce cada elemento
fr_fr: S'il vous plaît d'entrée de chaque élément
it_it: Inserisci ogni elemento
ja_jp: 入力してください各要素を
nl_nl: Voer elk element
ru_ru: Пожалуйста, введите каждый элемент
zh_cn: 清输入每个元素

# ImportNeedSelectTables
source: Please look at the table list and select an item first
de_de: Bitte sehen Sie sich die Tabellenliste an und wählen Sie zuerst einen Eintrag aus
es_es: Por favor, mire la lista de tabla y seleccionar un primer elemento
fr_fr: S'il vous plaît regardez la liste et sélectionnez une table premier élément
it_it: Si prega di guardare l'elenco delle tabelle e selezionare un primo elemento
ja_jp: テーブルの一覧を見てくださいを選択してアイテムを最初に
nl_nl: Kijk op de tabel-lijst en selecteer een item eerste
ru_ru: Пожалуйста, посмотрите на список таблиц и выберите пункт
zh_cn: 请查询表，然后选择

# ImportData_CreateSSCEFileFailure
source: Creation of an SQLCE database failed, this action will be canceled
de_de: Die SQLCE-Datenbank konnte nicht angelegt werden; die Aktion wird abgebrochen.
es_es: Creación de una base de datos SQLCE no, esta acción será cancelada
fr_fr: Création d'une base de données SQLCE échoué, cette action sera annulée
it_it: Creazione di un database di SQLCE fallito, questa azione sarà cancellata
ja_jp: SQLCEデータベースの作成は、このアクションがキャンセルをされるに失敗しました
nl_nl: Oprichting van een SQLCE database is mislukt, deze actie zal worden geannuleerd
ru_ru: Создание базы данных SQLCE не удалось, это действие будет отменено
zh_cn: 创建SQLCE数据库失败，过程将返回

# ImportData_FileNotFound
source: Target file is not existing, this action will be canceled
de_de: Die Zieldatei existiert nicht; diese Aktion wird abgebrochen
es_es: archivo de destino no es existente, esta acción se cancela
fr_fr: Le fichier cible n'est pas en vigueur, cette action sera annulée
it_it: file di destinazione non è esistente, questa azione sarà cancellata
ja_jp: ターゲットファイルは、このアクションがキャンセルされます既存されていません
nl_nl: Target-bestand is niet bestaande, deze actie zal worden geannuleerd
ru_ru: Целевой файл не существует, это действие будет отменено
zh_cn: 目标文件不存在，过程将返回

# ImportData_NoTable
source: This access database has no tables, this action will be canceled
de_de: Diese Access-Datenbank enthält keine Tabellen; die Aktion wird abgebrochen
es_es: Esta base de datos no tiene acceso a tablas, esta acción se cancela
fr_fr: Cette base de données d'accès n'a pas de tables, cette action sera annulée
it_it: Questo database di accesso non ha tabelle, questa azione sarà cancellata
ja_jp: このアクセスデータベースはテーブルを持って、このアクションがキャンセルされます
nl_nl: Dit heeft geen toegang tot database tabellen, zal deze actie worden geannuleerd
ru_ru: Эта база данных Access не имеет таблиц, это действие будет отменено
zh_cn: ACCESS数据库没有任何表，过程将返回

# ImportData_ReadError
source: Failed to read access database, this action will be canceled
de_de: Die Access-Datenbank konnte nicht gelesen werden; die Aktion wird abgebrochen
es_es: No se pudo leer base de datos de acceso, esta acción se cancela
fr_fr: Impossible de lire les données d'accès, cette action sera annulée
it_it: Impossibile leggere il database di Access, questa azione sarà cancellata
ja_jp: アクセスデータベースの読み込みに失敗、このアクションがキャンセルされます
nl_nl: Mislukt de database te openen lezen, zal deze actie worden geannuleerd
ru_ru: Не удалось прочитать базу данных Access, это действие будет отменено
zh_cn: 读取ACCESS数据库失败，过程将返回

# GenerateTableSchemaOK
source: Generated Table Schema succesfully.
de_de: Das Tabellenschema wurde erfolgreich erzeugt.
es_es: Tabla de creación de esquemas con éxito.
fr_fr: Tableau de création de schéma avec succès.
it_it: Generato tabella dello schema con successo.
ja_jp: 生成されたテーブルのスキーマに成功しました。
nl_nl: Gegenereerd tabelschema succes.
ru_ru: Схема таблиц сгенерирована успешно.
zh_cn: 生成表结构成功

# GenerateLinqFileConfrimMsg_ForCurrent
source: Do you really want to generate the linq data context of the currently opened database?
de_de: Möchten Sie wirklich den LINQ-Datenkontext der aktuell geöffneten Datenbank erzeugen?
es_es: ¿Usted realmente desea generar el contexto de datos LINQ de la base de datos actualmente abierta?
fr_fr: Voulez-vous vraiment de générer le contexte de données LINQ de la base de données actuellement ouverte?
it_it: Vuoi davvero a generare il contesto LINQ dati del database attualmente aperto?
ja_jp: あなたは本当に現在開いているデータベースのLINQのデータコンテキストを生成するか？
nl_nl: Wil je echt naar de linq gegevens kader van de momenteel geopende database te genereren?
ru_ru: Вы действительно хотите создать LINQ контекст данных открытой базы данных?
zh_cn: 你确定要为当前的数据库生成LINQ对象么？

# OverrideFileConfrmMsg
source: The output file {0} is already existing.\r\nDo you want to delete it and generate it again?
de_de: Die Ausgabedatei {0} existiert bereits.\r\nMöchten Sie sie löschen und erneut anlegen?
es_es: El archivo de salida (0) ya existe. \ R \ n ¿Desea eliminarlo y generar de nuevo?
fr_fr: Le fichier de sortie (0) existe déjà. \ R \ nVoulez-vous le supprimer et de le générer à nouveau?
it_it: Il file di output (0) è già esistente. \ R \ nSi desidera eliminarlo e generare di nuovo?
ja_jp: 出力ファイルは（0）はすでに存在しているが。\ r \ nこの場合は、それを削除してもう一度生成したいですか？
nl_nl: De output bestand (0) is reeds bestaande. \ R \ nWilt u het verwijderen en opnieuw te genereren?
ru_ru: Выходной файл {0} уже существует. \r\n Вы хотите удалить его и создать снова?
zh_cn: 输出文件已存在 {0} \r\n，你确认需要删除它然后继续生产么？

# ResetDataConfrimMsg
source: Do you really want to RESET (i.e. Clear/Delete all the data) the currently opened database?\r\nThis action may be a risk, do you really want to do that?
de_de: Möchten Sie die aktuell geöffnete Datenbank wirklich ZURÜCKSETZEN (d.h. alle Daten löschen)?\r\nDiese Aktion könnte riskant sein, möchten Sie sie wirklich ausführen?
es_es: ¿Usted realmente desea restablecer (es decir, Clear / Borrar todos los datos) la base de datos actualmente abierta? \ R \ nEste acción puede ser un riesgo, lo que realmente quieres hacer eso?
fr_fr: Voulez-vous vraiment à RESET (c.-à-Clair / Supprimer toutes les données) de la base de données actuellement ouverte? \ R \ n Cette action peut être un risque, vous voulez vraiment faire ça?
it_it: Vuoi davvero di RESET (cioè chiaramente / cancella tutti i dati) the database attualmente aperto? \ R \ nQuesta azione può essere un rischio, non si vuole veramente fare that?
ja_jp: あなたは本当に（[リセット]にクリア/削除のすべてのデータなど）の現在開いているデータベースをしたいですか？\ r \ nこのアクションはリスクかもしれませんが、あなたは本当にそれをやりたいですか？
nl_nl: Wil je echt wilt resetten (Clear / verwijderen van alle gegevens IE) het momenteel geopende database? \ R \ nDeze actie kan een risico zijn, denk je echt dat willen doen?
ru_ru: Вы действительно хотите сбросить (например, Очистить / Удалить все данные) в открытой базе данных? \r\n Это действие может быть опасно, вы действительно хотите это сделать?
zh_cn: 你确定要[重置]（意味着删除所有的数据）当前的数据库么？\r\n这个行为有很高的风险，你确定要做么？

# ResetDataOK
source: Resetting data succesful.
de_de: Die Daten wurden erfolgreich zurückgesetzt.
es_es: Reposición de los datos con éxito.
fr_fr: Réinitialisation des données avec succès.
it_it: Ripristino dei dati di successo.
ja_jp: データが正常にリセットします。
nl_nl: Resetten van de gegevens succesvol.
ru_ru: Восстановление данных прошло успешно.
zh_cn: 重置文件成功

# SelectSSCEFileMsg
source: Please select an SQLCE DB file first
de_de: Bitte wählen Sie zuerst eine SQLCE-Datenbankdatei aus
es_es: Por favor seleccione un DB SQLCE primer archivo
fr_fr: S'il vous plaît sélectionner un premier fichier DB SQLCE
it_it: Si prega di selezionare un DB SQLCE primo file
ja_jp: してください最初のファイルSQLCE DBを選択
nl_nl: Selecteer een bestand eerst SQLCE DB
ru_ru: Пожалуйста, выберите SQLCE DB файл
zh_cn: 请选择正确的SQLCE文件

# SelectTargetMsg
source: Please input the location for the target file
de_de: Bitte geben Sie den Ort der Zieldatei ein
es_es: Por favor introduzca la ubicación para el archivo de destino
fr_fr: S'il vous plaît d'entrée de l'emplacement pour le fichier cible
it_it: Si prega di inserire il percorso per il file di destinazione
ja_jp: ターゲットファイルの入力してください場所を
nl_nl: Voer de locatie voor het doelbestand
ru_ru: Пожалуйста, укажите место для целевого файла
zh_cn: 请为目标文件选定路径

# SelectToaDirConfirmMsg
source: Please make sure that the target location is an existing directory
de_de: Bitte stellen Sie sicher, dass der Zielort ein existierendes Verzeichnis ist
es_es: Por favor, asegúrese de que la ubicación de destino es un directorio existente
fr_fr: S'il vous plaît assurez-vous que l'emplacement cible est un répertoire existant
it_it: Si prega di assicurarsi che il percorso di destinazione è una directory esistente
ja_jp: なお、ターゲットの場所は、既存のディレクトリであることを確認
nl_nl: Zorg ervoor dat de doel-locatie is een bestaande directory
ru_ru: Пожалуйста, убедитесь, в существовании целевого каталога
zh_cn: 请确认目标路径是个目录并且存在

# SqlMetalFileLost
source: The engine execution file is missing, please reinstall
de_de: Die Datei zum Ausführen der Engine fehlt, bitte installieren Sie die Anwendung erneut
es_es: El archivo de ejecución del motor no se encuentra, por favor, vuelva a instalar
fr_fr: Le fichier d'exécution du moteur est manquant, s'il vous plaît réinstaller
it_it: Il file di esecuzione del motore è mancante, reinstallare
ja_jp: エンジンの実行ファイルは、インストールしてください欠けている
nl_nl: De motor uitvoering van een bestand mist, neem dan opnieuw installeren
ru_ru: Файл ядра исполнения отсутствует, пожалуйста, переустановите
zh_cn: 执行引擎丢失，请重新安装

# ConnectionStringHelperButtonContent
source: Connection String
de_de: Verbindungs-String
es_es: Cadena de conexión
fr_fr: Chaîne de connexion
it_it: Stringa di connessione
ja_jp: 接続文字列
ru_ru: Строка соединения
zh_cn: 数据库联接字符

# DocumentingDbButtonContent
source: Documenting Database
de_de: Datenbank dokumentieren
es_es: La documentación de base de datos
fr_fr: Documentation de base de données
it_it: Documentare Database
ja_jp: 文書化データベース
nl_nl: Het documenteren van Database
ru_ru: Документирование базы данных
zh_cn: 文档化数据库

# ExecuteCmdWithResultOK
source: Execute Command OK
de_de: Der Befehl wurde erfolgreich ausgeführt
es_es: Ejecutar comandos en Aceptar
fr_fr: OK commande Exécuter
it_it: Esegui comando OK
ja_jp: 実行コマンドの[OK]を
nl_nl: Commando uitvoeren op OK
ru_ru: Выполнене команды успешно
zh_cn: 执行命令成功

# ExecuteCmdWithNoResult
source: Execute sql command with no result.
de_de: Die Ausführung der SQL-Anweisung ergab keine Ergebnisse.
es_es: Ejecutar comando SQL sin resultado.
fr_fr: Exécuter une commande SQL à aucun résultat.
it_it: Eseguire comandi SQL senza risultato.
ja_jp: 結果がないと実行SQLコマンド。
nl_nl: Execute SQL-commando zonder resultaat.
ru_ru: Выполнение SQL команды без какого-либо результата.
zh_cn: 执行命令没有结果返回。

# NewSqlCommandTabHeader
source: New Sql Command
de_de: Neue SQL-Anweisung
es_es: Nuevo comando SQL
fr_fr: Nouvelle commande SQL
it_it: Nuovo comando Sql
ja_jp: 新しいSQLコマンド
nl_nl: Nieuw SQL-opdracht wordt
ru_ru: Новая SQL команда
zh_cn: 新命令

# OpenLatestSqlCEDb
source: Open Most Recent File
de_de: Zuletzt geöffnete Datei laden
es_es: Abrir el archivo más reciente
fr_fr: Ouvrir le fichier les plus récentes
it_it: Apri file più recente
ja_jp: オープン新着ファイル
nl_nl: Open meest recente bestand
ru_ru: Открыть последний файл
zh_cn: 打开最后打开的文件

# GenerateLinqFileConfrimMsg
source: Do you really want to generate the linq data context?
de_de: Möchten Sie wirklich den LINQ-Datenkontext erzeugen?
es_es: ¿Usted realmente desea generar el contexto de datos LINQ?
fr_fr: Voulez-vous vraiment de générer le contexte de données LINQ?
it_it: Vuoi davvero a generare il contesto LINQ dati?
ja_jp: あなたが本当にLINQのデータコンテキストを生成するか？
nl_nl: Wil je echt naar de context LINQ data te genereren?
ru_ru: Вы действительно хотите создать LINQ контекст данных?
zh_cn: 你确定要生成LINQ对象么？

# GettingStartButtonContent
source: Getting Started
de_de: Erste Schritte
es_es: Primeros pasos
fr_fr: Mise en route
it_it: Per iniziare
ja_jp: はじめに
nl_nl: Aan de slag
ru_ru: Приступая к работе
zh_cn: 教程

# VisitOnlineWebsiteButtonContent
source: Visit Website
de_de: Website besuchen
es_es: Visita la página web
fr_fr: Visitez le site web
it_it: Visita il sito
ja_jp: ウェブサイトを
nl_nl: Bezoek website
ru_ru: Посетите страницу в Интренете
zh_cn: 訪問在線網頁

# AppName
source: DBStudio
es_es: SeasonStar gestión de base de datos
fr_fr: Gestion de base de données SeasonStar
ja_jp: SeasonStarデータベース管理
ru_ru: SeasonStar управление базами данных

# NotifyWhenExitMode
source: Do you want to exit this mode?
de_de: Möchten Sie diesen Modus wirklich verlassen?
es_es: ¿Quieres salir de este modo?
fr_fr: Voulez-vous sortir de ce mode?
it_it: Vuoi uscire da questa modalità?
ja_jp: あなたはこのモードを終了しますか？
nl_nl: Wilt u deze modus te verlaten?
ru_ru: Вы хотите выйти из этого режима?
zh_cn: 你确定要退出当前的数据库管理环境么？

# ResChooseLanguage
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
ja_jp: 言語
nl_nl: Taal
ru_ru: Язык
zh_cn: 语言

# ResChooseSkin
source: Skin
es_es: Piel
fr_fr: Peau
it_it: Pelle
ja_jp: 皮膚
nl_nl: Huid
ru_ru: Тема оформления
zh_cn: 皮肤

# NotifyWhenThisFeatureNotCompleted
source: This feature is not complete, please wait for the next release
de_de: Dieses Feature ist noch nicht fertiggestellt, bitte gedulden Sie sich bis zur nächsten Version
es_es: Esta función no está completa, por favor espere para la siguiente
fr_fr: Cette fonctionnalité n'est pas complet, s'il vous plaît d'attendre la prochaine version
it_it: Questa caratteristica non è completo, si prega di attendere per il prossimo rilascio
ja_jp: この機能は、完全ではありません次のリリースを待つしてください。
nl_nl: Deze functie is niet compleet, wacht voor de volgende release
ru_ru: Эта функция еще не завершена, пожалуйста, дождитесь следующего релиза
zh_cn: 此项功能还没有完成，请提交您的请求或者等待新版本。

# ResChooseQuickFuncation
source: Shortcut
de_de: Tastenkürzel
es_es: Atajo
fr_fr: Raccourci
it_it: Scorciatoia
ja_jp: ショートカット
nl_nl: Kortere weg
ru_ru: Ярлык
zh_cn: 快捷功能

# ClearedOpendHistoryInfo
source: Successfully cleared the history of opened databases
de_de: Die Liste der bisher geöffneten Datenbanken wurde erfolgreich gelöscht
es_es: Despejado con éxito la historia de bases de datos abiertos
fr_fr: Réussi à éliminer l'histoire des bases de données ouvertes
it_it: Liquidati con successo la storia delle banche di dati aperto
ja_jp: 正常に開かデータベースの歴史をクリア
nl_nl: Succesvol keurde de geschiedenis van de geopende databases
ru_ru: Успешно очистил истории открых баз данных
zh_cn: 清空历史数据成功

# BackButtonText
source: Back
de_de: Zurück
es_es: Espalda
fr_fr: Dos
it_it: Indietro
ja_jp: バック
nl_nl: Terug
ru_ru: Назад
zh_cn: 后退

# CreateDatabaseNotifyMsg
source: Do you confirm to create this database?
de_de: Möchten Sie diese Datenbank wirklich anlegen?
es_es: ¿Confirma usted para crear esta base de datos?
fr_fr: Confirmez-vous pour créer cette base de données?
it_it: Non si conferma per creare questa banca dati?
ja_jp: あなたはこのデータベースを作成することを確認か？
nl_nl: Heeft u bevestigen dat deze database te creëren?
ru_ru: Хотите ли Вы, создать базу данных?
zh_cn: 你確定要創建該數據庫么？

# DeleteDatabaseNofityMsg
source: Do you confirm to delete this database?
de_de: Möchten Sie diese Datenbank wirklich löschen?
es_es: ¿Confirma usted para eliminar esta base de datos?
fr_fr: Confirmez-vous de supprimer cette base de données?
it_it: Non si conferma per cancellare questo database?
ja_jp: あなたはこのデータベースを削除することを確認か？
nl_nl: Heeft u bevestigen dat deze database verwijderen?
ru_ru: Подтверждаете ли Вы, удаление этой базы данных?
zh_cn: 你確定要刪除該數據庫么？

# CreateDatabaseOkMsg
source: Creation of database successful
de_de: Die Datenbank wurde erfolgreich angelegt
es_es: Creación de base de datos correcta
fr_fr: Création de base de données réussie
it_it: Creazione di database di successo
ja_jp: データベースの成功の作成
nl_nl: Oprichting van een databank succesvol
ru_ru: База данных успешно создана
zh_cn: 創建數據庫成功

# DeleteDatabaseOkMsg
source: Deletion of database successful
de_de: Die Datenbank wurde erfolgreich gelöscht
es_es: Supresión de la base de datos correcta
fr_fr: Suppression de la base de données réussie
it_it: Soppressione di database di successo
ja_jp: データベースの成功の削除
nl_nl: Schrapping van de database succesvol
ru_ru: Удаление базы данных прошло успешно
zh_cn: 刪除數據庫成功

# Entry_Elliproz_Tooltip
source: EffiProz is a lightweight embedded database written entirely in C#. EffiProz is available for the .NET, Silverlight, .NET Compact and Windows Phone 7 frameworks. The database engine features include ACID compliant transactions, In-Memory mode, SQL/PSM stored procedures, Isolated Storage support for Silverlight and a Persistent In-Memory storage layer.
de_de: EffiProz ist eine leichtgewichtige eingebettete Datenbank, die vollständig in C# implementiert ist. EffiProz ist für die Frameworks .NET, Silverlight, .NET Compact und Windows Phone 7 verfügbar. Die Features der Datenbank-Engine umfassen ACID-konforme Transaktionen, einen In-Memory-Modus, SQL/PSM-Stored Procedures, Unterstützung für einen isolierten Speicher in Silverlight sowie eine persistente In-Memory-Speicherschicht.
es_es: EffiProz es una base de datos integrada ligero escrito enteramente en C #. EffiProz está disponible para el. NET, Silverlight,. NET Compact y el teléfono de Windows 7 marcos. Las características del motor de base de datos incluyen transacciones ACID conformes, en memoria de modo, SQL / PSM procedimientos almacenados, Aislado soporte de almacenamiento para Silverlight y persistentes en memoria una capa de almacenamiento.
fr_fr: EffiProz est une Base de données embarquée léger écrit entièrement en C #. EffiProz est disponible pour le. NET, Silverlight,. NET Compact et Windows Phone 7 Cadres. Les fonctionnalités du moteur de base de données comprennent l'acide opérations conformes, en mémoire mode, SQL / PSM procédures stockées, détourées Storage support pour Silverlight et persistants en mémoire couche de stockage.
it_it: EffiProz è un database embedded leggero scritto interamente in C #. EffiProz è disponibile per il. NET, Silverlight,. NET Compact e Windows Phone sette quadri. Il motore di funzionalità di database sono l'acido transazioni conformi, in-memory mode, SQL / PSM stored procedure, Isolated Storage supporto per Silverlight e persistenti in memoria strato di stoccaggio.
ja_jp: 7。NETで、Silverlightの電話は、Windows。NETでコンパクト。フレームワークのデータベースエンジンの機能が含まれますACIDに準拠して取引をインメモリモードでは、SQLは/ PSMのストアドプロシージャをご利用いただけますEffiProzですEffiProz、軽量は組み込みデータベース書き込ま完全に＃のC Silverlightの分離ストレージのサポートと永続的なメモリストレージ層で。
nl_nl: EffiProz is een lichtgewicht embedded database volledig geschreven in C #. EffiProz is beschikbaar voor de. NET, Silverlight,. NET Compact en Windows Phone 7 kaders. De database-engine functies omvatten ACID compliant transacties, in-memory-modus, SQL / PSM stored procedures, Geïsoleerde Storage support voor Silverlight en een persistente opslag in het geheugen lagen.
ru_ru: EffiProz представляет собой легкую встроенную базу данных полностью написан на C #. EffiProz доступна для. NET, Silverlight. NET Compact и Windows Phone 7. Функциональное ядро базы данных включают ACID совместимые транзакции, In-Memory режиме, SQL / PSM хранимые процедуры, изолированное хранение поддерживается для Silverlight и Persistent In-Memory.
zh_cn: EffiProz is a lightweight embedded database written entirely in C#. EffiProz is available for .NET, Silverlight, .NET Compact and Windows Phone 7 frameworks. Database engine features include ACID compliant transactions, In-Memory mode, SQL/PSM stored procedures, Isolated Storage support for Silverlight and Persistent In-Memory storage layer.

# SubmitChangesOK
source: Submit OK
de_de: Die Änderungen wurden erfolgreich übertragen.
es_es: Presentar en Aceptar
fr_fr: Soumettre OK
it_it: Invia OK
ja_jp: 送信します
nl_nl: Leg op OK
ru_ru: Подтвердить OK
zh_cn: 提交修改成功

# NotifyMsgBeforeExit
source: Do you confirm to exit without submitting your changes? Effiproz needs to call submit change to save the data that you have changed.
de_de: Möchten Sie wirklich beenden, ohne Ihre Änderungen zu übertragen? Effiproz erfordert das Übertragen von Änderungen, um die Änderungen zu speichern.
es_es: ¿Confirma usted para salir sin la presentación de sus cambios? Effiproz tiene que llamar a presentar cambios para guardar los datos que han cambiado.
fr_fr: Confirmez-vous pour sortir sans se soumettre vos modifications? Effiproz doit appeler soumettre le changement de sauvegarder les données que vous avez changé.
it_it: Non si conferma per uscire senza sottoporre le modifiche? Effiproz deve chiamare presentare cambiare per salvare i dati che si sono cambiati.
ja_jp: 変更を行うに提出せずに終了する場合は、確認できますか？Effiprozが変更された場合は、必要なデータを保存するために呼び出す変更を送信します。
nl_nl: Heeft u bevestigen af te sluiten zonder het indienen van uw wijzigingen? Effiproz moet bellen veranderd indienen veranderen, moeten de gegevens opslaan die je.
ru_ru: Подтверждаете ли Вы, выход без сохранения изменений? Effiproz нужно вызвать сохранение изменений, чтобы сохранить данные, которые были изменены.
zh_cn: Do you confirm exit without submit changes ? Effiproz need to call submit change to save the data which you have changed.

source: Emergency Mode
de_de: Notfall-Modus
es_es: Modo de emergencia
fr_fr: Mode d'urgence
it_it: Modalitá di emergenza
ja_jp: 緊急モード
nl_nl: Alarmfunctie
ru_ru: Аварийный режим
zh_cn: 緊急模式

# CSVTooltip
source: For CSV or Text Files, please click here
de_de: Für CSV- oder Textdateien bitte hier klicken
es_es: Para CSV o archivos de texto, por favor haga clic aquí
fr_fr: Pour CSV ou des fichiers texte, s'il vous plaît cliquez ici
it_it: Per CSV o file di testo, clicca qui
ja_jp: CSVまたはテキストファイルは、ここをクリックしてください。
nl_nl: Voor CSV-of tekstbestanden, klik dan hier
ru_ru: Для CSV или TXT файлов, пожалуйста, нажмите здесь
zh_cn: CSV or Text File,請點擊這里

# ExcelTooltip
source: For Excel, please click here
de_de: Für Excel bitte hier klicken
es_es: En Excel, haga clic aquí
fr_fr: Pour Excel, s'il vous plaît cliquez ici
it_it: Per Excel, cliccare qui
ja_jp: Excelの場合、ここをクリックしてください。
nl_nl: Voor Excel, klik hier
ru_ru: Для Excel, пожалуйста, нажмите здесь
zh_cn: Excel,請點擊這里
