Repository: cumtgujun/DBStudio
Catalog: trunk/DBStudio/Properties/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, ru_ru, zh_cn

# CurDbMode
source: You are now using {0} database
de_de: Sie benutzen jetzt die Datenbank {0}
es_es: Ahora está usando la base de datos (0)
fr_fr: Vous êtes maintenant en utilisant (0) base de données
it_it: Ora si sta utilizzando database (0)
ja_jp: これで（）のデータベースを0を使用して
nl_nl: U bent nu met behulp van (0) database
ru_ru: Вы используете {0} баз данных
zh_cn: 你正在使用 {0} 数据库

# Entry_Friebird_Tooltip
source: For FireBird / Interbase, please click here
de_de: Für FireBird / Interbase bitte hier klicken
es_es: Para Firebird / Interbase, por favor haga clic aquí
fr_fr: Pour Firebird / Interbase, s'il vous plaît cliquez ici
it_it: Per Firebird / Interbase, clicca qui
ja_jp: Firebirdは/ Interbaseのは、ここをクリックして下さい
nl_nl: Voor Firebird / Interbase, klik dan hier
ru_ru: Для FireBird / Interbase, пожалуйста, нажмите здесь
zh_cn: Firebird /Interbase 请点击这里

# Entry_MySql_Tooltip
source: For MySql 5.0 or above, please click here
de_de: Für MySql 5.0 oder höher bitte hier klicken
es_es: Para MySQL 5.0 o superior, por favor haga clic aquí
fr_fr: Pour MySQL 5.0 ou supérieur, s'il vous plaît cliquez ici
it_it: Per MySQL 5.0 o superiore, clicca qui
ja_jp: MySQL 5.0の以上については、ここをクリックしてください。
nl_nl: Voor MySQL 5.0 of hoger, klik hier
ru_ru: Для MySQL версии 5.0 или выше, пожалуйста, нажмите здесь
zh_cn: MySql 5.0 或以上 , 请点击这里

# Entry_Oledb_Tooltip
source: For OleDB databases such as Access, Excel, CSV etc., please click here
de_de: Für OleDB-Datenbanken wie Access, Excel, CSV etc. bitte hier klicken
es_es: Para OleDB bases de datos como Access, Excel, CSV, etc, por favor haga clic aquí
fr_fr: Pour OleDB bases de données tels que Access, Excel, CSV, etc, s'il vous plaît cliquez ici
it_it: Per OleDB database come Access, Excel, CSV, ecc, clicca qui
ja_jp: OLEDBはアクセス、エクセル、CSVファイルなど、ここをクリックしてくださいデータベースについて
nl_nl: Voor OLEDB-databases zoals Access, Excel, CSV, enz., klik dan hier
ru_ru: Для OLEDB баз данных, таких как Access, Excel, CSV и т.д., пожалуйста нажмите здесь
zh_cn: OleDB database : Access 请点击这里

# Entry_Oracle_Tooltip
source: For Oracle 9 or above, please click here
de_de: Für Oracle 9 oder höher bitte hier klicken
es_es: Para Oracle 9 o superior, por favor haga clic aquí
fr_fr: Pour Oracle 9 ou supérieur, s'il vous plaît cliquez ici
it_it: Per Oracle 9 o superiore, clicca qui
ja_jp: Oracleの9またはそれ以上については、ここをクリックしてください。
nl_nl: Voor Oracle 9 of hoger, klik hier
ru_ru: В Oracle 9 или выше, пожалуйста, нажмите здесь
zh_cn: Oracle 9 或以上 , 请点击这里

# Entry_Sqlite_Tooltip
source: For SQLite, please click here
de_de: Für SQLite bitte hier klicken
es_es: Para SQLite, por favor haga clic aquí
fr_fr: Pour SQLite, s'il vous plaît cliquez ici
it_it: Per SQLite, clicca qui
ja_jp: SQLiteのは、ここをクリックしてください。
nl_nl: Voor SQLite, klik hier
ru_ru: Для SQLite, пожалуйста, нажмите здесь
zh_cn: Sqlite , 请点击这里

# Entry_SqlServer_Tooltip
source: For Sql Server 2000 or above, please click here
de_de: Für Sql Server 2000 oder höher bitte hier klicken
es_es: Para SQL Server 2000 o superior, por favor haga clic aquí
fr_fr: Pour SQL Server 2000 ou supérieur, s'il vous plaît cliquez ici
it_it: Per SQL Server 2000 o superiore, clicca qui
ja_jp: SQL Server 2000または上記については、ここをクリックしてください。
nl_nl: Voor SQL Server 2000 of hoger, klik hier
ru_ru: Для SQL Server 2000 или выше, пожалуйста, нажмите здесь
zh_cn: Sql Server 2000 或以上 请点击这里

# Entry_SSCE_Tooltip
source: Microsoft SQL Server 2005 Compact Edition is the compact database for rapidly developing applications in both native and managed environments that extend enterprise data management capabilities to desktop applications
de_de: Microsoft SQL Server 2005 Compact Edition ist die kompakte Datenbank für die schnelle Anwendungsentwicklung sowohl in nativen als auch in verwalteten Umgebungen, die Desktop-Anwendungen die Möglichkeiten der Enterprise-Datenverwaltung eröffnet
es_es: Microsoft SQL Server 2005 Compact Edition es la base de datos compacta para desarrollar rápidamente aplicaciones tanto en entornos nativo y administrado que se extienden las capacidades de gestión de datos empresariales a aplicaciones de escritorio
fr_fr: Microsoft SQL Server 2005 Compact Edition est la base de données compacte pour développer rapidement les applications à la fois autochtones et la gestion d'environnements qui étendent les capacités des entreprises de gestion des données aux applications de bureau
it_it: Microsoft SQL Server 2005 Compact Edition è il database compatto per il rapido sviluppo di applicazioni sia in ambienti nativi e gestiti che estendono le funzionalità di gestione dei dati aziendali per applicazioni desktop
ja_jp: マイクロソフトのSQL Server 2005 Compact Editionは、急速にネイティブとマネージデスクトップアプリケーション、エンタープライズデータ管理機能を拡張する環境でアプリケーションを開発するためのコンパクトなデータベースである
nl_nl: Microsoft SQL Server 2005 Compact Edition is de compacte database voor het snel ontwikkelen van applicaties in zowel inheemse en beheerde omgevingen die enterprise data management mogelijkheden uit te breiden tot desktop-applicaties
ru_ru: Microsoft SQL Server 2005 Compact Edition это компактная база данных для быстрой разработки приложений в неуправляемой и управляемых средах, которые расширяют возможности промышленного управления данными в приложених
zh_cn: Microsoft SQL Server 2005 Compact Edition 是一种紧凑型数据库，适用于在本机或托管环境中快速部署应用程序，它将企业数据管理功能扩展到桌面应用程序

# NotCompletedFeatureNotifyMsg
source: This feature is not complete, please wait for the next release
de_de: Dieses Feature ist noch nicht fertiggestellt, bitte gedulden Sie sich bis zur nächsten Version
es_es: Esta función no está completa, por favor espere para la siguiente
fr_fr: Cette fonctionnalité n'est pas complet, s'il vous plaît d'attendre la prochaine version
it_it: Questa caratteristica non è completo, si prega di attendere per il prossimo rilascio
ja_jp: この機能は、完全ではありません次のリリースを待つしてください。
nl_nl: Deze functie is niet compleet, wacht voor de volgende release
ru_ru: Эта функция еще не завершена, пожалуйста, дождитесь следующего релиза
zh_cn: 该功能没有完成,请等待下一个版本

# CannotParseSqlCmdNotifyMsg
source: Can't parse this sql command
de_de: Diese SQL-Anweisung kann nicht analysiert werden
es_es: No se puede analizar este comando sql
fr_fr: Impossible d'analyser cette commande SQL
it_it: Impossibile analizzare questo comando sql
ja_jp: このSQLコマンドを解析できません。
nl_nl: Kan dit niet ontleden SQL-opdracht wordt
ru_ru: Не удается разобрать эту SQL команду
zh_cn: 无法解析这个SQL命令

# ColumnItemUsage
source: Here is the column item, you can right click it to call some functions such as [Insert Column], [Modify Column], etc.
de_de: Dies ist ein Spalteneintrag; Funktionen wie [Spalte einfügen] oder [Spalte ändern] sind über einen Rechtsklick erreichbar
es_es: Aquí está el tema de columna, puede hacer clic derecho para llamar a algunas funciones, como [Insertar columna], [Modificar la columna], etc
fr_fr: Voici l'élément de colonne, vous pouvez faire un clic droit pour appeler certaines fonctions telles que [insérer] Colonne, [Modifier la colonne], etc
it_it: Ecco la voce di colonna, è possibile fare un clic destro per chiamare alcune funzioni, ad esempio [Inserisci colonna], [Modifica Colonna], ecc
ja_jp: ここでは列の項目は、することができますを右クリックすると[列の挿入]、[変更列]など、いくつかの関数を呼び出すことです
nl_nl: Hier is de kolom item, kunt u rechts klikken om bepaalde functies aan te roepen, zoals [Kolom invoegen], [Wijzigen Column], enz.
ru_ru: Это элемент колонки, Вы можете правой кнопкой мыши вызовать некоторые функции, такие как [Вставить столбец], [Изменить Колонки] и др.
zh_cn: 这是列对象，你可以右击以执行更多方法，如[插入列]，[修改列]

# ColumnsName
source: Columns
de_de: Spalten
es_es: Columnas
fr_fr: Colonnes
it_it: Colonne
ja_jp: コラム
nl_nl: Kolommen
ru_ru: Колонки
zh_cn: 列

# ExeCmdOKNotifyMsg
source: Execution of Command Successful
de_de: Anweisung erfolgreich ausgeführt
es_es: Ejecución de comandos con éxito
fr_fr: Exécution de commande réussie
it_it: Esecuzione di comandi di successo
ja_jp: 実行コマンドの成功の
nl_nl: Uitvoering van commando succesvol
ru_ru: Выполнение команды успешно
zh_cn: 执行命令成功

# GenerateCoreEAError
source: Please close your previous database management page, then try again
de_de: Bitte schließen Sie die zuvor verwendete Datenbankverwaltungsseite, dann versuchen Sie es noch einmal
es_es: Por favor, cierre la página anterior gestión de base de datos, vuelva a intentarlo
fr_fr: S'il vous plaît fermer votre page de gestion de base de données, puis essayez à nouveau
it_it: Si prega di chiudere il precedente pagina di gestione di database, quindi riprovare
ja_jp: ご以前のデータベースの管理ページを閉じるし、もう一度やり直してください
nl_nl: Sluit uw vorige database management pagina en probeer het opnieuw
ru_ru: Пожалуйста, закройте предыдущую страницу управления базами данных, а затем повторите попытку
zh_cn: 请关闭先前的数据管理页面，然后重试。

# IndexesName
source: Indexes
de_de: Indizes
es_es: Índices
fr_fr: Indices
it_it: Indici
ja_jp: インデックス
nl_nl: Indexen
ru_ru: Индексы
zh_cn: 索引

# IndexItemUsage
source: Here is the index item, you can right click it to call some functions such as [Insert Column], [Create Index], etc.
de_de: Dies ist ein Index-Eintrag; Funktionen wie [Spalte einfügen] oder [Index erstellen] sind über einen Rechtsklick erreichbar
es_es: Aquí está el tema del índice, puede hacer clic derecho para llamar a algunas funciones, como [Insertar columna], [Crear índice], etc
fr_fr: Voici l'élément index, vous pouvez faire un clic droit pour appeler certaines fonctions telles que [Insérer] Colonne, [Créer un index], etc
it_it: Ecco la voce di indice, è possibile fare un clic destro per chiamare alcune funzioni, ad esempio [Inserisci colonna], [Crea indice], ecc
ja_jp: ここではインデックス項目は、することができますを右クリックすると[列の挿入]、[インデックスの作成]など、いくつかの関数を呼び出すことです
nl_nl: Hier is de index-item, kunt u rechts klikken om bepaalde functies aan te roepen, zoals [Kolom invoegen], [Create Index], enz.
ru_ru: Это элемент индекса, Вы можете правой кнопкой мыши вызвать некоторые функции, такие как [Вставить столбец], [Создать индекс] и др.
zh_cn: 这个是索引对象，你可以通过右击菜单调用更多方法，比如[插入索]等。

# InputSqlCommandNotifyMsg
source: Please input the sql command first
de_de: Bitte geben Sie zuerst die SQL-Anweisung ein
es_es: Por favor introduce el comando sql primero
fr_fr: S'il vous plaît d'entrée de la commande SQL première
it_it: Si prega di inserire il primo comando SQL
ja_jp: 入力してくださいSQLコマンドの最初
nl_nl: Voer de SQL-opdracht wordt eerste
ru_ru: Пожалуйста, введите SQL команду
zh_cn: 请输入SQL命令

# InvalidSqlCmdNotifyMsg
source: Invalid sql command
de_de: Ungültige SQL-Anweisung
es_es: Sql comando no válido
fr_fr: Blancs commande SQL
it_it: Non valido comando SQL
ja_jp: 無効なSQLコマンド
nl_nl: Ongeldige SQL-opdracht wordt
ru_ru: Неверная SQL команда
zh_cn: 不正确的命令

# QueryWithNoDataResultNotifyMsg
source: No Data
de_de: Keine Daten
es_es: No hay datos
fr_fr: Pas de données
it_it: Nessun dato
ja_jp: データなし
nl_nl: Geen gegevens
ru_ru: Нет данных
zh_cn: 没有数据

# SpName
source: Stored Procedures
es_es: Procedimientos almacenados
fr_fr: Procédures stockées
it_it: Stored Procedure
ja_jp: ストアドプロシージャ
ru_ru: Хранимые процедуры
zh_cn: 存储过程

# SysSchemaViews
source: System Viewers
de_de: System-Betrachtungsprogramme
es_es: Sistema de espectadores
fr_fr: Les téléspectateurs du système
it_it: Sistema di spettatori
ja_jp: システムビューア
nl_nl: Kijkers System
ru_ru: Системные просмотровщики
zh_cn: 系统视图

# TableItemUsage
source: This is the table item, you can right click it to call some functions such as [Insert Column], [Create Table], etc.
de_de: Dies ist ein Tabelleneintrag; Funktionen wie [Spalte einfügen] oder [Tabelle erstellen] sind über einen Rechtsklick erreichbar
es_es: Esta es la categoría de tabla, hacer clic derecho para llamar a algunas funciones, como [Insertar columna], [Crear Tabla], etc
fr_fr: C'est l'élément table, vous pouvez faire un clic droit pour appeler certaines fonctions telles que [insérer] Colonne, [Créer la table], etc
it_it: Questa è la voce di tabella, è possibile fare un clic destro per chiamare alcune funzioni, ad esempio [Inserisci colonna], [Crea tabella], ecc
ja_jp: これは、テーブルの項目は、[列の挿入]、[テーブルの作成]など、いくつかの関数を呼び出すには、することができますを右クリックして
nl_nl: Dit is de tabel-item, kunt u rechts klikken om bepaalde functies aan te roepen, zoals [Kolom invoegen], [Create Table], enz.
ru_ru: Это элемент таблицы, вы можете правой кнопкой мыши, вызвать некоторые функции, такие как [Вставить столбец], [Создать таблицу] и др.
zh_cn: 这个是表对象，你可以通过右击菜单来调用更多方法，比如[插入列]，[创建表]等。

# TriggerName
source: Triggers
de_de: Trigger
es_es: Los desencadenantes
fr_fr: Déclencheurs
it_it: Trigger
ja_jp: トリガ
ru_ru: Триггеры
zh_cn: 觸發器

# CannotCloseTabItemNotifyMsg
source: This is the last tab, can't close it
de_de: Dies ist die letzte Reiterseite; sie kann nicht geschlossen werden
es_es: Esta es la última pestaña, no lo puede cerrar
fr_fr: C'est le dernier onglet, ne peut pas fermer
it_it: Questa è l'ultima scheda, non può chiudere
ja_jp: これは最後のタブは、それを閉じることができないです
nl_nl: Dit is het laatste tabblad, kan niet sluiten
ru_ru: Это последняя вкладка, ее нельзя закрыть
zh_cn: 这是最后一页，不能关闭

# NewTabItemHeader
source: Result View
de_de: Anzeige der Rückgabewerte
es_es: Ver Resultados
fr_fr: Résultat Voir
it_it: Risultato Vista
ja_jp: 検索結果を見る
nl_nl: Resultaat te bekijken
ru_ru: Просмотреть результат
zh_cn: 新查询结果图

# OnlineRequestMsg_ForSqlServer
source: Do you want to browse the online sql server forum page?
de_de: Möchten Sie das SQL Server-Webforum besuchen?
es_es: ¿Quieres navegar por la página en línea del foro sql server?
fr_fr: Voulez-vous parcourir la page en ligne de SQL Serveur Forum?
it_it: Vuoi visualizzare la pagina di un forum on-line sql server?
ja_jp: あなたは、オンラインSQL Serverのフォーラムページを参照しますか？
nl_nl: Wilt u het online forum van SQL Server-pagina te bladeren?
ru_ru: Вы хотите, чтобы просмотреть онлайн форума SQL server?
zh_cn: 你确定要访问SQL Server的官网么？

# OnlineRequestMsg_MySql
source: Do you want to browse the online MySql forum page?
de_de: Möchten Sie das MySQL-Webforum besuchen?
es_es: ¿Quieres navegar por la página en línea del MySql foro?
fr_fr: Voulez-vous parcourir la page du forum MySQL en ligne?
it_it: Vuoi visualizzare la pagina online del forum MySQL?
ja_jp: あなたは、オンラインのMySQLフォーラムページを参照しますか？
nl_nl: Wilt u het online forum MySql pagina te bladeren?
ru_ru: Вы хотите, чтобы просмотреть онлайн форум MySql?
zh_cn: 你确定要访问MySql的官网么？

# OnlineRequestMsg_Sqlite
source: Do you want to browse the online SQLite forum page?
de_de: Möchten Sie das SQLite-Webforum besuchen?
es_es: ¿Quieres navegar por la página en línea SQLite foro?
fr_fr: Voulez-vous parcourir la page du forum en ligne SQLite?
it_it: Vuoi visualizzare la pagina online del forum SQLite?
ja_jp: あなたは、オンラインのSQLiteフォーラムページを参照しますか？
nl_nl: Wilt u het online forum SQLite pagina te bladeren?
ru_ru: Вы хотите, чтобы просмотреть онлайн форум SQLite?
zh_cn: 你确定要访问Sqlite的官网么？

# OnlineRequestMsg_SSCE
source: Do you want to browse the online SQLCE forum page?
de_de: Möchten Sie das SQLCE-Webforum besuchen?
es_es: ¿Quieres navegar por la página SQLCE foro en línea?
fr_fr: Voulez-vous pour parcourir la page SQLCE forum en ligne?
it_it: Vuoi visualizzare la pagina del forum di SQLCE online?
ja_jp: あなたがオンラインSQLCEフォーラムページを参照しますか？
nl_nl: Wilt u het online forum SQLCE pagina te bladeren?
ru_ru: Вы хотите, чтобы просмотреть онлайн форум SQLCE?
zh_cn: 你确定要访问SQLCE的官网么？

# SchemaResultInfoHeader
source: Schema Result Info
de_de: Information über Schemaresultate
es_es: Esquema de Información de Resultados
fr_fr: Info Résultat Schema
it_it: Schema Risultato Info
ja_jp: スキーマ結果情報
nl_nl: Schema Resultaat Info
ru_ru: Информация схемы результатов
zh_cn: 表结构信息

# LanguageSelection_AutoDetect
source: Auto Detect
de_de: Automatisch ermitteln
es_es: Detección automática
fr_fr: Détection automatique
it_it: Rilevamento automatico
ja_jp: 自動検出
ru_ru: Автоопределение

# CreateTableSchmea_CreateTableOkMsg
source: Creation of table successful
de_de: Tabelle erfolgreich angelegt
es_es: Creación de la tabla con éxito
fr_fr: Création de table réussie
it_it: Creazione di tabella di successo
ja_jp: テーブル成功の作成
nl_nl: Oprichting van de tabel succesvol
ru_ru: Таблица успешно создана
zh_cn: 创建表成功

# CreatTableDialogTitle
source: Create Table
de_de: Tabelle erstellen
es_es: Crear tabla
fr_fr: Créer un tableau
it_it: Crea tabella
ja_jp: テーブルを作成する
nl_nl: Tabel maken
ru_ru: Создать таблицу
zh_cn: 创建表

# CreatTableSchema_NeedTableName
source: Please input table name
de_de: Bitte geben Sie einen Tabellennamen ein
es_es: Por favor poner el nombre de la tabla
fr_fr: S'il vous plaît nom de la table d'entrée
it_it: Inserisci il nome della tabella
ja_jp: 入力してくださいテーブル名
nl_nl: Voer tabelnaam
ru_ru: Пожалуйста, введите имя таблицы
zh_cn: 请输入表名

# ErrorInfo_CreateTableSchemaDialog
source: Error occured at Row {0}, Index {1}
de_de: In Zeile {0}, Index {1}, ist ein Fehler aufgetreten
es_es: Ocurrió un error en la fila (0), (1) Índice
fr_fr: Une erreur s'est produite à la ligne (0), (1) Index
it_it: Errore si era verificato alla riga (0), (1) Indice
ja_jp: エラーがロウ（0）が発生、インデックス（1）
nl_nl: Opgetreden op regel (0), (1) Index
ru_ru: Произошла ошибка в строке {0}, индекс {1}
zh_cn: 在列{0}，Index {1}索引处错误

# ErrorMsg_InvalidType
source: Invalid Type
de_de: Ungültiger Typ
es_es: De tipos no válida
fr_fr: Type Blancs
it_it: Tipo non valido
ja_jp: 無効なタイプ
nl_nl: Ongeldig type
ru_ru: Неверный тип
zh_cn: 非法对象

# ModifyTableDialogTitle
source: Modify Table
de_de: Tabelle ändern
es_es: Modificar la tabla
fr_fr: Modifier le tableau
it_it: Modificare la tabella
ja_jp: 変更表
nl_nl: Tabel wijzigen
ru_ru: Изменить таблицу
zh_cn: 修改表

# DataExchangeButtonContent
source: Data Transfer
de_de: Datenübertragung
es_es: Transferencia de datos
fr_fr: Transfert de données
it_it: Trasferimento dei dati
ja_jp: データ転送
ru_ru: Передача данных
zh_cn: 数据交换

# ErrorMsg_InvalidTypeOfTreeItem
source: Invalid Type of TreeItem
de_de: Das TreeItem hat einen ungültigen Typ
es_es: Tipo de TreeItem válido
fr_fr: Type de Blancs TreeItem
it_it: Tipo non valido di TreeItem
ja_jp: TreeItemの無効なタイプ
nl_nl: Ongeldig type van TreeItem
ru_ru: Неверный тип TreeItem
zh_cn: 非法树对象

# DataTransferConfrimMsg
source: Do you confirm to do a data transfer? This will require some time based on the amount of data.
de_de: Möchten Sie wirklich eine Datenübertragung durchführen? Dies wird abhängig von der Datenmenge einige Zeit in Anspruch nehmen.
es_es: ¿Confirma usted que hacer una transferencia de datos? Para ello será necesario algún tiempo sobre la base de la cantidad de datos.
fr_fr: Confirmez-vous faire un transfert de données? Cela nécessitera un certain temps en fonction de la quantité de données.
it_it: Non si conferma a fare un trasferimento di dati? Ciò richiederà un certo tempo in base alla quantità di dati.
ja_jp: あなたはデータ転送を行うことを確認か？これは、いくつかの時間をデータ量に基づいて必要になります。
nl_nl: Heeft u bevestigen dat een data transfer doen? Dit zal enige tijd nodig op basis van de hoeveelheid gegevens.
ru_ru: Подтверждаете ли Вы, передачу данных? Это потребует некоторого времени, оно зависит от количества данных.
zh_cn: 你确定要执行数据转移么？这个操作会需要一定时间，这个根据你的数据量

# DataTransferNoTableMsg
source: No table to process
de_de: Keine Tabelle zum Verarbeiten ausgewählt
es_es: No hay mesa para el proceso
fr_fr: Pas de table pour traiter
it_it: Nessuna tabella per processo
ja_jp: いいえの表は、処理するために
nl_nl: Geen tafel te verwerken
ru_ru: Нет таблицы для обработки
zh_cn: 没有表可以处理

# DataTransferSelectTableMsg
source: Please select at least one table
de_de: Bitte wählen Sie mindestens eine Tabelle aus
es_es: Por favor, seleccione al menos una tabla
fr_fr: S'il vous plaît sélectionner au moins une table
it_it: Si prega di selezionare almeno una tabella
ja_jp: 少なくとも1つのテーブルを選択します
nl_nl: Selecteer minimaal een tabel
ru_ru: Пожалуйста, выберите по крайней мере одину таблицу
zh_cn: 请至少选择一个表

# DataTransfer_ConfirmViewReport
source: Do you want to display the report of the data transfer?
de_de: Möchten Sie das Protokoll zur Datenübertragung anzeigen?
es_es: ¿Quieres ver el informe de la transferencia de datos?
fr_fr: Voulez-vous afficher le rapport de la transmission de données?
it_it: Vuoi visualizzare il report del trasferimento dei dati?
ja_jp: あなたはデータ転送のレポートを表示しますか？
nl_nl: Wilt u het verslag van de overdracht van gegevens weer te geven?
ru_ru: Вы хотите, отобразить отчет передачи данных?
zh_cn: 你想要查看数据转换的结果报告么？

# DataTransfer_NotSupportDBType
source: Currently this type is not supported
de_de: Dieser Typ wird momentan nicht unterstützt.
es_es: En la actualidad este tipo no es compatible
fr_fr: Actuellement, ce type n'est pas supporté
it_it: Attualmente questo tipo non è supportato
ja_jp: 現在、このタイプはサポートされません
nl_nl: Momenteel is dit type wordt niet ondersteund
ru_ru: В настоящее время этот тип не поддерживается
zh_cn: 目前这个类型没有支持

# ErrorMsg_CannotConnectToSource
source: Unable to connect to the source database
de_de: Es kann keine Verbindung zur Quelldatenbank hergestellt werden.
es_es: No se puede conectar a la base de datos fuente
fr_fr: Impossible de se connecter à la base de données source
it_it: Impossibile connettersi al database di origine
ja_jp: ソースデータベースに接続できません
nl_nl: Kan geen verbinding met de bron database
ru_ru: Не удается подключиться к базе данных источника
zh_cn: 无法连接到源数据库

# ErrorMsg_CannotConnectToTarget
source: Unable to connect to the target database
de_de: Es kann keine Verbindung zur Zieldatenbank hergestellt werden.
es_es: No se puede conectar a la base de datos destino
fr_fr: Impossible de se connecter à la base de données cible
it_it: Impossibile connettersi al database di destinazione
ja_jp: ターゲットデータベースに接続できません
nl_nl: Kan geen verbinding maken met de doelgroep database
ru_ru: Не удается подключиться к целевой базе данных
zh_cn: 无法连接到目标数据库

# ChangePwdOK
source: Password change successful
de_de: Das Passwort wurde erfolgreich geändert
es_es: Cambio de contraseña éxito
fr_fr: Mot de passe réussite du changement
it_it: La modifica della password di successo
ja_jp: パスワードが正常に変更
nl_nl: Wachtwoord wijzigen succesvol
ru_ru: Изменение пароля прошло успешно
zh_cn: 修改密码成功

# ErrorMsg_CannotParseSqlCmd
source: Can't parse your sql command, please check it .
de_de: Ihre SQL-Anweisung kann nicht analysiert werden, bitte überprüfen Sie sie
es_es: No se puede analizar su comando de SQL, por favor, compruébelo.
fr_fr: Impossible d'analyser votre commande SQL, s'il vous plaît vérifier.
it_it: Impossibile analizzare il comando SQL, si prega di controllare.
ja_jp: ことができますSQLコマンドを解析できない、それを確認してください。
nl_nl: Kan niet parse uw SQL-opdracht wordt, leest u alstublieft.
ru_ru: Не могу разобрать SQL-команду, пожалуйста, проверьте её.
zh_cn: 无法解析你的SQL命令，清检查

# ExitAppConfirmMsg
source: Do you want to completely exit the application?
de_de: Möchten Sie die Anwendung vollständig verlassen?
es_es: ¿Quieres salir por completo la solicitud?
fr_fr: Voulez-vous complètement quitter l'application?
it_it: Vuoi uscire completamente l'applicazione?
ja_jp: あなたは完全にアプリケーションを終了しますか？
nl_nl: Wilt u de aanvraag volledig af te sluiten?
ru_ru: Вы хотите, чтобы полностью выйти из приложения?
zh_cn: 你确信要退出当前应用程序么？

# PwdNotEqual
source: The two passwords do not match, please check and try again
de_de: Die beiden Passwörter stimmen nicht überein, bitte überprüfen Sie sie und versuchen Sie es noch einmal
es_es: Las dos contraseñas no coinciden, por favor revise y vuelva a intentarlo
fr_fr: Les deux mots de passe ne correspondent pas, s'il vous plaît vérifier et réessayer
it_it: Le due password non coincidono, si prega di verificare e riprovare
ja_jp: 2つのパスワードが一致しない確認して再度試してください。
nl_nl: De twee wachtwoorden komen niet overeen, kijk en probeer het opnieuw
ru_ru: Два пароля не совпадают, пожалуйста, проверьте и попробуйте еще раз
zh_cn: 你两次输入的密码不匹配，请检查
