Repository: cumtgujun/DBStudio
Catalog: trunk/DBStudio/Properties/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, ru_ru, zh_cn

# ErrorInfo_GetTriggerListError
source: Get the list of Trigger errors:
de_de: Die Liste der Trigger-Fehler abrufen:
es_es: Obtener la lista de los errores de disparo:
fr_fr: Obtenez la liste des erreurs de déclenchement:
it_it: Ottenere l'elenco dei Trigger errori:
ja_jp: トリガエラーのリストを取得します：
nl_nl: Verkrijg de lijst van Trigger fouten:
ru_ru: Получить список ошибок триггеров:
zh_cn: 獲取觸發器列表失敗 :

# ErrorInfo_GetViewListError
source: Get the list of View errors:
de_de: Die Liste der Anzeigefehler abrufen:
es_es: Obtener la lista de los errores de Vista:
fr_fr: Obtenez la liste des erreurs Voir:
it_it: Ottenere l'elenco di errori Vedi:
ja_jp: 表示エラーのリストを取得します：
nl_nl: Verkrijg de lijst van fouten bekijken:
ru_ru: Получить список ошибок просмотра:
zh_cn: 獲取視圖列表失敗 :

# LabelCollapseTreeView
source: Collapse the tree view
de_de: Baumansicht einklappen
es_es: Cerrar la vista de árbol
fr_fr: Réduire l'arborescence
it_it: Comprimere la visualizzazione ad albero
ja_jp: 折りたたみツリービュー
nl_nl: Vouw de boomstructuur
ru_ru: Свернуть дерево просмотра
zh_cn: 折疊樹控件

# LabelDataExchange
source: Data exchange
de_de: Datenaustausch
es_es: Intercambio de datos
fr_fr: L'échange de données
it_it: Scambio di dati
ja_jp: データ交換
nl_nl: Gegevensuitwisseling
ru_ru: Обмен данными
zh_cn: 數據交換

# LabelDefaultView
source: Default View
de_de: Standardansicht
es_es: Archivo:
fr_fr: Affichage par défaut
ja_jp: 既定のビュー
nl_nl: Bekijk Standaard
ru_ru: Просмотр по умолчанию
zh_cn: 默認結果區域

# LabelExpandTreeView
source: Expand the tree view
de_de: Baumansicht ausklappen
es_es: Expanda la vista de árbol
fr_fr: Développez l'arborescence
it_it: Espandere la vista ad albero
ja_jp: ツリーを展開表示
nl_nl: Vouw de boomstructuur
ru_ru: Развернуть дерево просмотра
zh_cn: 展開樹控件

# LabelGeneral
source: General
de_de: Allgemein
fr_fr: Général
it_it: Generale
ja_jp: 一般的な
nl_nl: Algemeen
ru_ru: Основной
zh_cn: 一般的

# LabelHelp
source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aider
it_it: Aiuto
ja_jp: ヘルプ
ru_ru: Помощь
zh_cn: 幫助

# LabelSpecial
source: Special
de_de: Speziell
es_es: Especial
fr_fr: Spécial
it_it: Speciale
ja_jp: 特別な
nl_nl: Speciaal
ru_ru: Специальный
zh_cn: 特殊的

# LabelTool
source: Tool
de_de: Werkzeug
es_es: Herramienta
fr_fr: Outil
it_it: Strumento
ja_jp: ツール
nl_nl: Gereedschap
ru_ru: Инструмент
zh_cn: 工具

# LabelView
source: View
de_de: Ansicht
es_es: Vista
fr_fr: Vue
it_it: Vista
ja_jp: ビュー
nl_nl: Uitzicht
ru_ru: Вид
zh_cn: 視圖

# TooltipRightClick
source: Right click the tree view to get more functions
de_de: Zusätzliche Funktionen sind über einen Rechtsklick auf diese Baumansicht verfügbar
es_es: Haga clic en la vista en árbol, para llegar a las funciones
fr_fr: Cliquez droit sur l'arborescence pour obtenir plus de fonctions
it_it: Tasto destro del mouse la vista ad albero per avere più funzioni
ja_jp: 右クリックし、ツリービューをより多くの機能を取得する
nl_nl: Klik met de rechtermuisknop de verkenner om meer functies te krijgen
ru_ru: Щелкните правой кнопкой мыши дереве просмотра, для получения дополнительных функций
zh_cn: 右擊樹控件以獲取更多方法

# ButtonCreateSimpleTable
source: Create Table With Sql Script
de_de: Tabelle mit SQL-Skript anlegen
es_es: Crear tabla con Script Sql
fr_fr: Créer une table avec SQL Script
it_it: Crea una tabella con lo script Sql
ja_jp: SQLスクリプトで作成するテーブル
nl_nl: Tabel maken met SQL Script
ru_ru: Создать таблицу через SQL Script
zh_cn: 用腳本創建

# ButtonCreateTableWithUI
source: Create Table With UI
de_de: Tabelle über Benutzerschnittstelle anlegen
es_es: Crear tabla con IU
fr_fr: Créer une table avec l'assurance-chômage
it_it: CREATE TABLE con interfaccia utente
ja_jp: を作成テーブルのUI
nl_nl: Tabel maken met UI
ru_ru: Создание таблицу через интерфейс
zh_cn: 用UI創建

# CancelButtonText
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annullare
ja_jp: キャンセル
nl_nl: Annuleren
ru_ru: Отменить
zh_cn: 取消

# DocumentingDbButtonContentDescription
source: Export the database schema to an Excel or Xml Document to help you save a lot of time.
de_de: Das Datenbankschema in ein Excel- oder Xml-Dokument exportieren, um viel Zeit zu sparen.
es_es: Exportar el esquema de base de datos a Excel o un documento XML para ayudarle a ahorrar un montón de tiempo.
fr_fr: Exporter le schéma de la base d'un document XML ou Excel pour vous aider à économiser beaucoup de temps.
it_it: Esportare lo schema del database a un documento XML di Excel o per aiutarvi a risparmiare un sacco di tempo.
ja_jp: ExcelにエクスポートまたはXMLドキュメントをデータベーススキーマに多くの時間を節約します。
nl_nl: Exporteer het databaseschema naar een Excel-of XML-document om u te helpen besparen veel tijd.
ru_ru: Экспорт схемы базы данных в Excel или XML Document, это поможет Вам сэкономить много времени.
zh_cn: 將你的數據庫結構文檔化

# EmergencyModeAgain
source: You are already in emergency mode
de_de: Sie befinden sich bereits im Notfallmodus.
es_es: Usted ya está en modo de emergencia
fr_fr: Vous êtes déjà en mode d'urgence
it_it: Sei già in modalità di emergenza
ja_jp: あなたはすでに緊急モードになって
nl_nl: U bent al in de alarmfunctie
ru_ru: Вы уже в аварийном режиме
zh_cn: 你已經處于緊急模式

# EmergencyModeConfirm
source: Do you confirm switching to emergency mode
de_de: Möchten Sie wirklich in den Notfallmodus wechseln
es_es: ¿Confirma usted cambiar al modo de emergencia
fr_fr: Confirmez-vous passer en mode d'urgence
it_it: Vuoi confermare il passaggio a modalità di emergenza
ja_jp: あなたが緊急モードに切り替えることを確認ください
nl_nl: Heeft u bevestigen nood te schakelen naar de modus
ru_ru: Подтверждаете ли Вы переход на аварийный режим работы
zh_cn: 你確信要切換到緊急模式么?

# EmergencyModeTooltip
source: Switch to emergency mode: You can try this mode if you can't see the normal listbox on the left side
de_de: In den Notfallmodus umschalten: Sie können diesen Modus ausprobieren, wenn Sie die normale Listenansicht links nicht sehen können
es_es: Cambiar a modo de emergencia: Puede probar este modo si usted no puede ver el cuadro de lista normal en el lado izquierdo
fr_fr: Passez en mode d'urgence: Vous pouvez essayer ce mode si vous ne voyez pas la zone de liste normale sur le côté gauche
it_it: Passa alla modalità di emergenza: Potete provare questa modalità se non riesci a vedere la casella di riepilogo normale sul lato sinistro
ja_jp: あなたが左側に、通常のリストボックスが表示されない場合はスイッチが緊急モードに：あなたはこのモードを試すことができます
nl_nl: Schakel over naar noodsituatie mode: U kunt proberen deze modus als u de normale listbox niet zien aan de linkerkant
ru_ru: Переключить на аварийный режим работы: Вы можете попробовать этот режим, если Вы не можете увидеть нормального выпадающего списка в левой части
zh_cn: 切換到緊急模式，你可以在左側看到導航條

# FinishButtonText
source: Finish
de_de: Fertigstellen
es_es: Acabado
fr_fr: Finition
it_it: Finitura
ja_jp: 完了
nl_nl: Afwerking
ru_ru: Завершение
zh_cn: 完成

# LabelCoordinator
source: Coordinator
de_de: Koordinator
es_es: Coordinador
fr_fr: Coordonnateur
it_it: Coordinatore
ja_jp: コーディネーター
nl_nl: Coördinator
ru_ru: Координатор
zh_cn: 協調者

# LabelDataExchangeWizard
source: Data Exchange Wizard
de_de: Datenaustausch-Experte
es_es: Asistente de Datos de Exchange
fr_fr: Assistant échange de données
it_it: Dati guidata di Exchange
ja_jp: データ交換ウィザード
ru_ru: Помошник обмен данными
zh_cn: 數據交換

# LabelDeveloper
source: Developer
de_de: Entwickler
es_es: Promotor
fr_fr: Promoteur
it_it: Sviluppatore
ja_jp: 開発者
nl_nl: Ontwikkelaar
ru_ru: Разработчик
zh_cn: 開發者

# LabelDevTeam
source: Development Team
de_de: Entwicklungsteam
es_es: Equipo de Desarrollo
fr_fr: L'équipe de développement
it_it: Team di sviluppo
ja_jp: 開発チーム
ru_ru: Группа разработчиков
zh_cn: 開發團隊

# LabelGraphicDesigner
source: Graphic Designer
de_de: Grafik-Designer
es_es: Diseñador Gráfico
ja_jp: グラフィックデザイナー
ru_ru: Графический дизайнер
zh_cn: 設計者

# NextButtonText
source: Next
de_de: Weiter
es_es: Próximo
fr_fr: Prochain
it_it: Prossimo
ja_jp: 次の
nl_nl: Volgende
ru_ru: Следующий
zh_cn: 下一個

# OkButtonText
source: OK
es_es: Haga clic en Aceptar
ja_jp: [OK]を
zh_cn: 確定

# TitleSelectAll
source: Select all
de_de: Alles auswählen
es_es: Seleccionar todos
fr_fr: Sélectionner l'ensemble des
it_it: Seleziona tutti
ja_jp: すべて選択
nl_nl: Selecteer alle
ru_ru: Выделить все
zh_cn: 查詢全部

# TitleSelectSrcData
source: Select source database or file
de_de: Quelldatenbank oder -datei auswählen
es_es: Seleccione la base de datos fuente o archivo
fr_fr: base de données Sélectionner la source ou le fichier
it_it: Selezionare il file o database di origine
ja_jp: 選択してソースデータベースまたはファイル
nl_nl: Selecteer de bron database of het bestand
ru_ru: Выберите исходной базу данных или файл
zh_cn: 請選擇數據庫或數據庫文件

# TitleSelectSrcDataType
source: Select source database type
de_de: Typ der Quelldatenbank auswählen
es_es: Seleccione la fuente de base de datos de tipo
fr_fr: Sélectionnez le type de base de données source
it_it: Selezionare la sorgente tipo di database
ja_jp: 選択してソースデータベースの種類
nl_nl: Selecteer brondatabasetype
ru_ru: Выберите тип базы данных
zh_cn: 請選擇源數據庫類型

# TitleSelectSrcTabels
source: Select the source tables
de_de: Die Quelltabellen auswählen
es_es: Seleccione las tablas de origen
fr_fr: Sélectionnez la source de tables
it_it: Selezionate la fonte tabelle
ja_jp: を選択し、ソーステーブル
nl_nl: Selecteer de bron tabellen
ru_ru: Выберите исходные таблицы
zh_cn: 請選擇表

# TitleSelectTargetData
source: Select target database or file
de_de: Zieldatenbank oder -datei auswählen
es_es: Seleccione la base de datos de destino o el archivo
fr_fr: base de données cible Sélectionnez ou un fichier
it_it: Selezionare il file o database di destinazione
ja_jp: 選択してターゲットデータベースまたはファイル
nl_nl: Selecteer doel database of het bestand
ru_ru: Выберите целевую базу данных или файл

# TitleSelectTargetDataType
source: Select target database type
de_de: Typ der Zieldatenbank auswählen
es_es: Seleccione el tipo de base de datos de destino
fr_fr: Sélectionnez le type de base de données cible
it_it: Selezionare tipo di database di destinazione
ja_jp: 選択してターゲットデータベースタイプ
nl_nl: Selecteer doel database type
ru_ru: Выберите тип целевой базы данных
zh_cn: 請選擇目標數據庫類型

# TitleSrcDataFileIs
source: Source database or file is
de_de: Die Quelldatenbank oder -datei ist
es_es: base de datos de origen o el archivo es
fr_fr: base de données source ou le fichier est
it_it: database di origine o di file è
ja_jp: ソースデータベースまたはファイルが
nl_nl: Bron database of het bestand is
ru_ru: Источник базы данных или файл
zh_cn: 源數據庫或文件是

# TitleTargetDataFileIs
source: Target database or file is
de_de: Die Zieldatenbank oder -datei ist
es_es: base de datos de destino o el archivo es
fr_fr: base de données cible ou le fichier est
it_it: database di destinazione o il file
ja_jp: ターゲットデータベースまたはファイルが
nl_nl: Target database of het bestand is
ru_ru: Целевая база данных или файл
zh_cn: 目標數據庫或文件是

# EndButtonText
source: End
de_de: Ende
es_es: Final
fr_fr: Fin
it_it: Fine
ja_jp: 終了
nl_nl: Einde
ru_ru: Конец
zh_cn: 結束

# TextDbLocation
source: DB Location
de_de: Ort der Datenbank
es_es: DB Ubicación
fr_fr: DB Lieu
it_it: DB Posizione
ja_jp: DBの場所
nl_nl: Locatie DB
ru_ru: Местоположение базы данных
zh_cn: 數據庫地址

# TextDbName
source: DB Name
de_de: Name der Datenbank
es_es: DB Nombre
fr_fr: Nom DB
it_it: Nome DB
ja_jp: DB名
nl_nl: DB Naam
ru_ru: Название базы данных
zh_cn: 數據庫名

# TilteUpdate
source: Update
es_es: Actualización
fr_fr: Mettre à jour
it_it: Aggiornare
ja_jp: 更新
ru_ru: Обновление
zh_cn: 更新

# TitleAddColumn
source: Add Column
de_de: Spalte hinzufügen
es_es: Añadir columna
fr_fr: Ajouter une colonne
it_it: Aggiungi colonna
ja_jp: 列を追加する
nl_nl: Kolom toevoegen
ru_ru: Добавить колонку
zh_cn: 增加列

# TitleCopyColumnName
source: Copy column name
de_de: Spaltennamen kopieren
es_es: Copiar nombre de la columna
fr_fr: nom de la colonne de copie
it_it: Copia colonna nome
ja_jp: コピー列名
nl_nl: Kopieer kolom naam
ru_ru: Скопировать имя столбца
zh_cn: 復制列名

# TitleCopyTableName
source: Copy table name
de_de: Tabellennamen kopieren
es_es: Copiar nombre de la tabla
fr_fr: nom de la table de copie
it_it: Copia tabella dei nomi
ja_jp: コピーテーブル名
nl_nl: Kopieer tabelnaam
ru_ru: Скопировать имя таблицы
zh_cn: 復制表名

# TitleCreateIndex
source: Create index
de_de: Index anlegen
es_es: Crear el índice
fr_fr: Créer index
it_it: Crea indice
ja_jp: インデックスを作る
nl_nl: Maak index
ru_ru: Создание индекса
zh_cn: 創建索引

# TitleDelete
source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
it_it: Cancellare
ja_jp: 削除
nl_nl: Verwijderen
ru_ru: Удалить
zh_cn: 刪除

# TitleDropColumn
source: Drop column
de_de: Spalte löschen
es_es: Drop columna
fr_fr: colonne Drop
it_it: Drop colonna
ja_jp: ドロップ列
nl_nl: Drop kolom
ru_ru: Очистить колонку
zh_cn: 刪除列

# TitleDropIndex
source: Drop index
de_de: Index löschen
ja_jp: ドロップインデックス
ru_ru: Очистить индекс
zh_cn: 刪除索引

# TitleDropTable
source: Drop table
de_de: Tabelle löschen
es_es: Drop de mesa
it_it: Drop tavolo
ja_jp: ドロップテーブル
nl_nl: Drop tafel
ru_ru: Очистить таблицу
zh_cn: 刪除表

# TitleGenerateCreateScript
source: Generate Create Script
de_de: Erzeugungsskript generieren
es_es: Generar Crear secuencias de comandos
fr_fr: Générer Create Script
it_it: Generazione di creare uno script
ja_jp: 生成は、スクリプトを作成する
nl_nl: Genereer Maak Script
ru_ru: Создать Создание сценария
zh_cn: 創建生成當前表的腳本

# TitleGenerateCreateScriptAll
source: Generate Create Script For All Tables
de_de: Erzeugungsskript für alle Tabellen generieren
es_es: Generar Crear secuencias de comandos para todas las tablas
fr_fr: Générer Create Script pour toutes les tables
it_it: Generazione di creare script per tutte le tabelle
ja_jp: 生成すべてのテーブルのスクリプトを作成する
nl_nl: Genereer Maak Script voor alle tabellen
ru_ru: Создать Создание сценария для всех таблиц
zh_cn: 創建生成所有表的腳本

# TitleGenerateScript
source: Generate Script
de_de: Skript generieren
es_es: Generar secuencias de comandos
fr_fr: Générer un script
it_it: Generazione di script
ja_jp: 生成スクリプト
nl_nl: Script genereren
ru_ru: Создание сценария
zh_cn: 創建腳本

# TitleGetColumnInfo
source: Get info about all columns
de_de: Informationen über alle Spalten abrufen
es_es: Obtener información acerca de todas las columnas
fr_fr: Obtenir des informations sur toutes les colonnes
it_it: Ottenere informazioni su tutte le colonne
ja_jp: すべての列に関する情報を取得する
nl_nl: Ontvang informatie over alle kolommen
ru_ru: Получить информацию о всех столбцах
zh_cn: 獲取所有列信息

# TitleGetIndexesInfo
source: Get info about all Indexes
de_de: Informationen über alle Indizes abrufen
es_es: Obtener información acerca de todos los índices
fr_fr: Obtenir des informations sur tous les index
it_it: Ottenere informazioni su tutti gli indici
ja_jp: すべてのインデックスについての情報を取得する
nl_nl: Ontvang informatie over alle indexen
ru_ru: Получить информацию о всех индексах
zh_cn: 獲取所有索引信息

# TitleGetSupportedType
source: Get supported types
de_de: Unterstützte Typen abrufen
es_es: Obtener tipos soportados
fr_fr: Obtenez types supportés
it_it: Get tipi supportati
ja_jp: サポートされるタイプを取得する
nl_nl: Ontvang ondersteunde typen
ru_ru: Получить информацию о поддерживаемых типах
zh_cn: 獲取支持的數據類型

# TitleInsert
source: Insert
de_de: Einfügen
es_es: Insertar
fr_fr: Insérer
it_it: Inserire
ja_jp: 挿入
nl_nl: Invoegen
ru_ru: Вставить
zh_cn: 插入

# TitleInsertARow
source: Insert a row
de_de: Zeile einfügen
es_es: Insertar una fila
fr_fr: Insérer une ligne
it_it: Inserire una riga
ja_jp: 行を挿入
nl_nl: Een rij invoegen
ru_ru: Вставить строку
zh_cn: 插入一行

# TitleModifyColumn
source: Modify column
de_de: Spalte ändern
es_es: Modificar la columna
fr_fr: Modifier la colonne
it_it: Modifica colonna
ja_jp: 変更列
nl_nl: Wijzig kolom
ru_ru: Изменить столбец
zh_cn: 修改列

# TitleModifyTableSchema
source: Modify table schema
de_de: Tabellenschema ändern
es_es: Modificar esquema de la tabla
fr_fr: schéma de la table Modifier
it_it: Modificare tabella dello schema
ja_jp: 変更テーブルのスキーマ
nl_nl: Wijzig tabelschema
ru_ru: Изменить схему таблицы
zh_cn: 修改表結構

# TitleRefreshColumn
source: Refresh column
de_de: Spalte neu laden
es_es: Actualizar la columna
fr_fr: Actualiser la colonne
it_it: Aggiorna colonna
ja_jp: リフレッシュ列
nl_nl: Vernieuwen kolom
ru_ru: Обновить колонку
zh_cn: 刷新列

# TitleRefreshIndex
source: Refresh index
de_de: Index neu laden
es_es: Actualizar índice
fr_fr: Actualiser l'index
it_it: Aggiorna indice
ja_jp: インデックスの更新
nl_nl: Index vernieuwen
ru_ru: Обновить индекс
zh_cn: 刷新索引

# TitleRefreshSystemView
source: Refresh system view
de_de: Systemansicht neu laden
es_es: Actualizar vista del sistema
fr_fr: Voir le système de rafraîchissement
it_it: Aggiorna sistema vista
ja_jp: 更新システムビュー
nl_nl: Herstarten van het systeem bekijken
ru_ru: Обновление системы зрения
zh_cn: 刷新系統視圖

# TitleRenameColumn
source: Rename column
de_de: Spalte umbenennen
es_es: Cambiar el nombre de la columna
fr_fr: Renommer la colonne
it_it: Rinomina colonna
ja_jp: 名前を変更する列
nl_nl: Hernoem kolom
ru_ru: Переименовать столбец
zh_cn: 重命名列

# TitleRenameTable
source: Rename table
de_de: Tabelle umbenennen
es_es: Cambiar el nombre de la tabla
fr_fr: Renommer la table
it_it: Rinomina tabella
ja_jp: 名前の変更表
nl_nl: Wijzig de naam van tafel
ru_ru: Переименовать таблицу
zh_cn: 更改表名

# TitleResetIdentityColumn
source: Reset the identity column
de_de: Die Identitätsspalte zurücksetzen
es_es: Restablecer la columna de identidad
fr_fr: Réinitialiser l'identité colonne
it_it: Ripristinare l'identità colonna
ja_jp: リセットID列
nl_nl: Reset de identiteit kolom
ru_ru: Сброс автоинкрементной колонки
zh_cn: 重置唯一字段

# TitleSelect
source: Select....
de_de: Auswählen...
es_es: Seleccione ....
fr_fr: Choisissez ....
it_it: Seleziona ....
ja_jp: を選択し....
nl_nl: Selecteer ....
ru_ru: Выделить ....
zh_cn: 選擇...

# TitleSelectWithUI
source: Select with UI
de_de: Mit Benutzerschnittstelle auswählen
es_es: Seleccione con IU
fr_fr: Sélectionnez l'IU
it_it: Selezionare con interfaccia utente
ja_jp: 選択してUIを
nl_nl: Selecteer met UI
ru_ru: Выберите через интерфейс
zh_cn: 詳細獲取

# TitleShowSystemViewData
source: Show system view data
de_de: Daten der Systemanzeige anzeigen
es_es: Mostrar vista del sistema de datos
fr_fr: Voir Voir les données du système
it_it: Mostra visualizzare i dati di sistema
ja_jp: 表示システムの表示データ
nl_nl: Toon systeem gegevens bekijken
ru_ru: Просмотр системных данных
zh_cn: 顯示系統視圖數據

# TitleTableTab
source: Table Functions
de_de: Tabelle Funktionen
es_es: Cuadro Funciones
fr_fr: Fonctions de la table
it_it: Tabella Funzioni
ja_jp: 表関数
nl_nl: Tabel Functies
ru_ru: Таблица функций
zh_cn: 表功能

# TitleNewPwd
source: New password
de_de: Neues Passwort
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
it_it: Nuova password
ja_jp: 新しいパスワード
nl_nl: Nieuw wachtwoord
ru_ru: Новый пароль

# TitleChangePasswordFailed
source: Failed to change the password
de_de: Das Passwort konnte nicht geändert werden
es_es: No se pudo cambiar la contraseña
fr_fr: Impossible de changer le mot de passe
it_it: Non è riuscito a cambiare la password
ja_jp: パスワードを変更するに失敗しました。
nl_nl: Mislukt om het wachtwoord te wijzigen
ru_ru: Не удалось изменить пароль
zh_cn: 修改密碼失敗

# TitleChangePasswordSuccessful
source: Successfully changed the password
de_de: Das Passwort wurde erfolgreich geändert
es_es: Se ha cambiado correctamente la contraseña
fr_fr: Réussi à changer le mot de passe
it_it: Cambiata con successo la password
ja_jp: 正常にパスワードを変更
nl_nl: Succesvol veranderen het wachtwoord
ru_ru: Успешное измененние пароля
zh_cn: 修改密碼成功

# TitleInputDbFile
source: Please input the database
de_de: Bitte geben Sie die Datenbank ein
es_es: Por favor introduce la base de datos
fr_fr: S'il vous plaît la base de données d'entrée
it_it: Inserisci il database
ja_jp: 入力してくださいデータベースを
nl_nl: Voer de database
ru_ru: Пожалуйста, введите базу данных
zh_cn: 請輸入數據庫信息

# ChkIsAutoCommit
source: Automatically commit changes
de_de: Änderungen automatisch übertragen
es_es: Automáticamente confirmar cambios
fr_fr: Automatiquement valider les modifications
it_it: Automaticamente il commit delle modifiche
ja_jp: 自動的に変更をコミットする
nl_nl: Automatisch verbinden veranderingen
ru_ru: Автоматически вносить изменения
zh_cn: 是否自動提交修改

# ChkIsAutoShutdown
source: Automatically shut down
de_de: Automatisch beenden
es_es: Automáticamente apaga
fr_fr: Arrêter automatiquement
it_it: Spegne automaticamente
ja_jp: 自動的にシャットダウン
nl_nl: Automatisch uitgeschakeld
ru_ru: Автоматически закрыть
zh_cn: 是否自動關閉連接

# ChkIsReadonly
source: Read-only
de_de: Nur lesen
es_es: De sólo lectura
fr_fr: En lecture seule
ja_jp: 読み取り専用
nl_nl: Alleen-lezen
ru_ru: Только для чтения
zh_cn: 是否只讀

# TitleCompleteDocDbOK
source: Documenting database completed successfully
de_de: Die Datenbank wurde erfolgreich dokumentiert
es_es: La documentación de base de datos completó con éxito
fr_fr: base de données Documentation terminée avec succès
it_it: Documentare database completata con successo
ja_jp: 文書化データベースが正常に完了
nl_nl: Documenteren database met succes voltooid
ru_ru: Документирование базы данных успешно завершено
zh_cn: 文檔化數據庫結構處理完全成功

# TitleExecuteSP
source: Execute stored procedure
de_de: Stored Procedure ausführen
es_es: Ejecutar un procedimiento almacenado
fr_fr: Exécuter une procédure stockée
it_it: Eseguire stored procedure
ja_jp: を実行してストアドプロシージャを
nl_nl: Execute opgeslagen procedure
ru_ru: Выполните хранимую процедуру
zh_cn: 執行存儲過程

# TitleQuickLink
source: Quick Link
es_es: Enlace rápido
fr_fr: Lien raccourci
ja_jp: クイックリンク
ru_ru: Быстрый переход
zh_cn: 快速入口

# ConfirmTextDropColumn
source: Do you confirm to drop this column?
de_de: Möchten Sie diese Spalte wirklich löschen?
es_es: ¿Confirma usted a abandonar esta columna?
fr_fr: Confirmez-vous faire renoncer à cette colonne?
it_it: Non si conferma di abbandonare questa colonna?
ja_jp: あなたはこの列を削除することを確認か？
nl_nl: Heeft u bevestigen dat deze kolom te laten vallen?
ru_ru: Подтверждаете ли Вы удаление этой колонки?
zh_cn: 你確定要刪除這列么？

# ConfirmTextDropIndex
source: Do you confirm to drop this index?
de_de: Möchten Sie diesen Index wirklich löschen?
es_es: ¿Confirma usted a abandonar este índice?
fr_fr: Confirmez-vous à la baisse cet indice?
it_it: Non si conferma di abbandonare questo indice?
ja_jp: あなたはこのインデックスを削除することを確認か？
nl_nl: Heeft u bevestigen dat deze index te laten vallen?
ru_ru: Подтверждаете ли Вы удаление этого индекса?
zh_cn: 你確定要刪除這個索引么？

# ConfirmTextDropTable
source: Do you confirm to drop this table?
de_de: Möchten Sie diese Tabelle wirklich löschen?
es_es: ¿Confirma usted a renunciar a esa mesa?
fr_fr: Confirmez-vous faire renoncer à cette table?
it_it: Non si conferma di abbandonare questo tavolo?
ja_jp: あなたはこのテーブルを削除することを確認か？
nl_nl: Heeft u bevestigen dat deze tabel laten vallen?
ru_ru: Подтверждаете ли Вы удаление этой таблицы?
zh_cn: 你確定要刪除這個表么？

# ConfirmTextDropTableWithCascade
source: Do you want to cascadingly drop the table?
de_de: Möchten Sie diese Tabelle kaskadierend löschen?
es_es: ¿Quieres dejar caer cascadingly la mesa?
fr_fr: Voulez-vous cascadingly supprimer la table?
it_it: Vuoi cadere cascadingly tavolo?
ja_jp: あなたはcascadinglyテーブルを削除しますか？
nl_nl: Wilt u cascadingly waterdruppel naar de tafel?
ru_ru: Хотите ли Вы коскадно удалить таблицы?
zh_cn: 你確定要刪除這個表的關聯項么？

# ErrorExampleDataLost
source: The example data file is missing, please reinstall the application or contact the publisher.
de_de: Die Beispieldatendatei fehlt; bitte installieren Sie die Anwendung erneut oder setzen Sie sich mit dem Hersteller in Verbindung.
es_es: Los datos de ejemplo el archivo no existe, por favor, vuelva a instalar la aplicación o póngase en contacto con el editor.
fr_fr: Les données du fichier d'exemple est manquant, s'il vous plaît réinstaller l'application ou contactez l'éditeur.
it_it: I dati di esempio file è mancante, reinstallare l'applicazione o contattare l'autore.
ja_jp: 例のデータが不足しているファイルは、アプリケーションまたは発行元に問い合わせを再インストールしてください。
nl_nl: Het voorbeeld bestand ontbreekt, kunt u opnieuw het verzoek of contact opnemen met de uitgever.
ru_ru: Отсутствует файл примера, пожалуйста, переустановите приложение или обратитесь к издателю.
zh_cn: 樣例數據文件丟失，請重新安裝或者聯系發行者
