Repository: cumtgujun/DBStudio
Catalog: trunk/DBStudio/Properties/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, ru_ru, zh_cn

# FirebirdTooltip
source: Firebird is a relational database offering many ANSI SQL standard features that runs on Linux, Windows, and a variety of Unix platforms. Firebird offers excellent concurrency, high performance and powerful language support for stored procedures and triggers. It has been used in production systems, under a variety of names, since 1981.
de_de: Firebird ist eine relationale Datenbank, die viele ANSI-SQL-Standardfeatures anbietet und auf Linux, Windows und diversen Unix-Plattformen läuft. Firebird bietet exzellente Nebenläufigkeit, hohe Performance und mächtige Sprachunterstützung für Stored Procedures und Trigger. Firebird wird seit 1981 unter zahlreichen Namen in Produktionssystemen eingesetzt.
es_es: Firebird es una base de datos relacional que ofrece muchas características ANSI SQL estándar que funciona en Linux, Windows y una variedad de plataformas Unix. Firebird ofrece una excelente concurrencia, alto rendimiento y soporte de idiomas de gran alcance para los procedimientos almacenados y disparadores. Se ha utilizado en sistemas de producción, bajo una variedad de nombres, desde 1981.
fr_fr: Firebird est une offre de base de données relationnelles SQL standard ANSI caractéristiques qui fonctionne sur Linux, Windows, et une variété de plates-formes Unix. Firebird offre une excellente simultanéité, de haute performance et un soutien puissant langage de procédures stockées et les triggers. Il a été utilisé dans les systèmes de production, sous une variété de noms, depuis 1981.
it_it: Firebird è un database relazionale che offre molte funzionalità SQL standard ANSI che gira su Linux, Windows, e una varietà di piattaforme Unix. Firebird offre un'eccellente meccanismo di concorrenza, alte prestazioni e potente linguaggio a supporto per le stored procedure e trigger. È stato usato nei sistemi di produzione, in una varietà di nomi, dal 1981.
ja_jp: Firebirdは、リレーショナルデータベースを提供するLinuxでは、Windows、およびUnixのさまざまなプラットフォームで実行される多くのANSI SQLの標準機能です。 Firebirdは、優れた同時実行、高いパフォーマンスとストアドプロシージャの強力な言語サポートとトリガを提供します。これは、生産システムでは、様々な名前の下で、1981年から使用されています。
nl_nl: Firebird is een relationele database met vele ANSI SQL-standaard functies die draait op Linux, Windows, en een verscheidenheid aan Unix platforms. Firebird biedt uitstekende concurrency, hoge prestaties en een krachtige taal ondersteuning voor stored procedures en triggers. Het is gebruikt in de productie systemen, onder verschillende namen, sinds 1981.
ru_ru: Firebird является реляционной базой данных включающая многие ANSI SQL стандартные функции, которая работает на Linux, Windows, и для различных платформ Unix. Firebird хорошо распараллеливается, и оказывает высокая эффективность и мощную языковую поддержку для хранимых процедур и триггеров. Она был использован в производственных системах, под разными названиями, с 1981 года.

# MySqlTooltip
source: For MySql 5.0 or above, please click here
de_de: Für MySQL 5.0 oder höher bitte hier klicken
es_es: Para MySQL 5.0 o superior, por favor haga clic aquí
fr_fr: Pour MySQL 5.0 ou supérieur, s'il vous plaît cliquez ici
it_it: Per MySQL 5.0 o superiore, clicca qui
ja_jp: MySQL 5.0の以上については、ここをクリックしてください。
nl_nl: Voor MySQL 5.0 of hoger, klik hier
ru_ru: Для MySQL версии 5.0 или выше, пожалуйста, нажмите здесь
zh_cn: MySql 5.0 or up ,請點擊這里

# OleDBTooltip
source: For OleDB based types, such as Access or Excel c, please click here
de_de: Für OleDB-basierte Typen wie Access oder Excel bitte hier klicken
es_es: Para los tipos de OleDB base, como Access o Excel c, haga clic por favor aquí
fr_fr: Pour les types de OleDB, tels que Access ou Excel c, cliquez s'il vous plaît ici
it_it: Per i tipi di OleDB base, come Access o Excel c, cliccare qui
ja_jp: するOleDbベースの種類については、AccessまたはExcelのCのような、してください、ここをクリック
nl_nl: Voor OLEDB gebaseerd soorten, zoals Access of Excel c, klik hier
ru_ru: Для баз данных основанных на OLEDB, таких как Access или Excel, пожалуйста, нажмите здесь
zh_cn: OleDB based type ,such as Access,Excel c,請點擊這里

# OracleTooltip
source: For Oracle 9 or above, please click here
de_de: Für Oracle 9 oder höher bitte hier klicken
es_es: Para Oracle 9 o superior, por favor haga clic aquí
fr_fr: Pour Oracle 9 ou supérieur, s'il vous plaît cliquez ici
it_it: Per Oracle 9 o superiore, clicca qui
ja_jp: Oracleの9またはそれ以上については、ここをクリックしてください。
nl_nl: Voor Oracle 9 of hoger, klik hier
ru_ru: Для Oracle 9 или выше, пожалуйста, нажмите здесь
zh_cn: Oracle 9 or up,請點擊這里

# SqliteTooltip
source: SQLite is a software library that implements a self-contained, serverless, zero-configuration, transactional SQL database engine. SQLite is the most widely deployed SQL database engine in the world
de_de: SQLite ist eine Software-Bibliothek, die eine kompakte, serverlose, in sich selbst abgeschlossene transaktionale SQL-Datenbank-Engine anbietet, die ohne Konfiguration auskommt. SQLite ist die weltweit am weitesten verbreitete SQL-Datenbank-Engine.
es_es: SQLite es una librería de software que implementa una en sí misma, sin servidor, sin necesidad de configuración, el motor de base de datos SQL transaccional. SQLite es el mayor despliegue de motores de bases de datos SQL en el mundo
fr_fr: SQLite est une bibliothèque logicielle qui implémente un autonome, sans serveur, zéro configuration, le moteur transactionnel de base de données SQL. SQLite est le moteur de base de données la plus largement déployée dans le monde SQL
it_it: SQLite è una libreria software che implementa un self-contained, server, configurazione zero, transazionale motore di database SQL. SQLite è il più diffuso motore di database SQL nel mondo
ja_jp: SQLiteは実装するソフトウェアライブラリです自己サーバーレス含まれている、ゼロ構成、トランザクションのSQLデータベースエンジンです。 SQLiteは、世界で最も広く普及してSQLデータベースエンジンです
nl_nl: SQLite is een software bibliotheek die implementeert een self-contained, serverloze, nul-configuratie, transactionele SQL database engine. SQLite is de meest gebruikte SQL database engine in de wereld
ru_ru: SQLite является программная библиотека, которая реализует автономные, без серверные,без конфигурационные, транзакционные базы данных SQL. SQLite является наиболее широко используемая SQL база данных в мире

# SqlServerTooltip
source: For Sql Server 2000 or above, please click here
de_de: Für SQL Server 2000 oder höher bitte hier klicken
es_es: Para SQL Server 2000 o superior, por favor haga clic aquí
fr_fr: Pour SQL Server 2000 ou supérieur, s'il vous plaît cliquez ici
it_it: Per SQL Server 2000 o superiore, clicca qui
ja_jp: SQL Server 2000または上記については、ここをクリックしてください。
nl_nl: Voor SQL Server 2000 of hoger, klik hier
ru_ru: Для SQL Server 2000 или выше, пожалуйста, нажмите здесь
zh_cn: Sql Server 2000 or up,請點擊這里

# ButtonChangePassword
source: Change Password
de_de: Passwort ändern
es_es: Cambiar contraseña
fr_fr: Changer mot de passe
it_it: Cambia password
ja_jp: パスワードの変更
nl_nl: Wachtwoord wijzigen
ru_ru: Изменить пароль
zh_cn: 修改密碼

# ButtonCreate
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
it_it: Creare
ja_jp: 作成
nl_nl: Creëren
ru_ru: Создать
zh_cn: 創建

# ButtonOpen
source: Open
de_de: Öffnen
es_es: Abierto
fr_fr: Ouvert
it_it: Aperto
ja_jp: オープン
ru_ru: Открыть
zh_cn: 打開

# ButtonOpenExample
source: Open Example
de_de: Beispiel öffnen
es_es: Abra el ejemplo
fr_fr: Ouvrez l'exemple
it_it: Open Esempio
ja_jp: サンプルを開く
nl_nl: Voorbeeld Open
ru_ru: Открыть пример
zh_cn: 打開樣板數據

# ButtonOpenHistory
source: Open History
de_de: Verlauf öffnen
es_es: Abrir Historial
fr_fr: Ouvrir l'historique
it_it: Aprire la cronologia
ja_jp: オープンの歴史
ru_ru: Открыть историю
zh_cn: 打開歷史

# ButtonSync
source: Sync
de_de: Synchronisieren
ja_jp: 同期する
nl_nl: Synchroniseren
ru_ru: Синхронизировать
zh_cn: 同步

# CheckBoxConnectReadOnly
source: Connect in read-only mode
de_de: Im nur-lesen-Modus verbinden
es_es: Conectar en modo sólo lectura
fr_fr: Se connecter en mode lecture seule
it_it: Collegare in modalità di sola lettura
ja_jp: 接続読み取り専用モードで
nl_nl: Sluit in alleen-lezen-modus
ru_ru: Подключить только для чтения
zh_cn: 只讀鏈接

# CheckBoxEncrypt
source: Is Encrypted
de_de: Verschlüsselt
es_es: Se cifra
fr_fr: Est crypté
it_it: È crittografato
ja_jp: 暗号化はありますか
nl_nl: Gecodeerd
ru_ru: Зашифровано
zh_cn: 是否加密

# CheckBoxIsUnicode
source: Is Unicode
de_de: Unicode
es_es: Es Unicode
fr_fr: Est-Unicode
it_it: È Unicode
ja_jp: Unicodeとは
ru_ru: В Unicode
zh_cn: 是Unicode么

# LabelDatabase
source: Database
de_de: Datenbank
es_es: Base de datos
fr_fr: Base de données
ja_jp: データベース
ru_ru: База данных
zh_cn: 數據庫

# LabelEncrypt
source: Encrypt
de_de: Verschlüsseln
es_es: Cifrar
fr_fr: Crypter
it_it: Cifra
ja_jp: 暗号化する
ru_ru: Шифровать
zh_cn: 加密

# LabelOpenMode
source: Open Mode
de_de: Modus zum Öffnen
es_es: Abrir el modo de
ja_jp: オープンモード
ru_ru: Открытый режим
zh_cn: 打開模式

# LabelOpenSqliteFile
source: Select SQLite File
de_de: SQLite-Datei auswählen
es_es: Seleccione Archivo SQLite
fr_fr: Sélectionnez Fichier SQLite
it_it: Seleziona file SQLite
ja_jp: 選択してSQLiteのファイル
nl_nl: Kies Bestand SQLite
ru_ru: Выберите Файл SQLite
zh_cn: 選擇Sqlite文件

# LabelPassword
source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
nl_nl: Wachtwoord
ru_ru: Пароль
zh_cn: 密碼

# TooltipDetectVersion
source: Detect the SQLCE data file creation version
de_de: Die Version, mit der die SQLCE-Datendatei angelegt wurde, ermitteln
es_es: Detectar la versión de archivo de datos SQLCE creación
fr_fr: Détecter les données SQLCE version du fichier de création
it_it: Rileva i dati SQLCE versione di file di creazione
ja_jp: 検出はSQLCEデータの作成バージョンをファイル
nl_nl: Analyse van de gegevens SQLCE creatie van het bestand versie
ru_ru: Определение версии файла данных SQLCE
zh_cn: 判斷該數據庫文件的版本

# TooltipDragFile
source: You can drag files directly into this text box
de_de: Sie können Dateien direkt in dieses Texteingabefeld ziehen
es_es: Puede arrastrar archivos directamente en este cuadro de texto
fr_fr: Vous pouvez faire glisser des fichiers directement dans cette zone de texte
it_it: È possibile trascinare i file direttamente in questa casella di testo
ja_jp: あなたは直接、このテキストにボックスファイルをドラッグすることができます
nl_nl: U kunt direct bestanden slepen in dit tekstvak
ru_ru: Вы можете перетаскивать файлы непосредственно в это поле
zh_cn: 你可以直接拖拽文件到這里

# ButtonDelete
source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
it_it: Cancellare
ja_jp: 削除
nl_nl: Verwijderen
ru_ru: Удалить
zh_cn: 刪除

# LabelCharset
source: Charset
de_de: Zeichensatz
ja_jp: 文字セット
nl_nl: Tekenset
ru_ru: Набор симоволов
zh_cn: 字符集

# LabelOpenCSVFile
source: Open CSV File
de_de: CSV-Datei öffnen
es_es: Abrir archivo CSV
fr_fr: Ouvrir fichier CSV
it_it: Apri file CSV
ja_jp: オープンCSVファイル
nl_nl: Open CSV-bestand
ru_ru: Открыть CSV файл
zh_cn: 打開CSV文件

# LabelPort
source: Port
es_es: Puerto
it_it: Porto
ja_jp: ポート
nl_nl: Haven
ru_ru: Порт
zh_cn: 端口

# LabelSelectAccessFile
source: Select Access File
de_de: Access-Datei auswählen
es_es: Seleccione Acceso a archivos
fr_fr: Sélectionnez File Access
it_it: Selezionare accesso ai file
ja_jp: 選択してアクセスファイル
nl_nl: Selecteer Access-bestand
ru_ru: Выбор доступа к файлу
zh_cn: 打開Access文件

# LabelServerAddress
source: Server Address
de_de: Server-Addresse
es_es: Dirección del servidor
fr_fr: Adresse du serveur
it_it: Indirizzo server
ja_jp: サーバーアドレス
ru_ru: Адрес сервера
zh_cn: 服務器地址

# LabelServerIpOrHost
source: IP (host name)
es_es: IP (nombre del host)
fr_fr: IP (nom d'hôte)
it_it: IP (nome host)
ja_jp: IPアドレス（ホスト名）
nl_nl: IP (hostnaam)
ru_ru: IP (имя хоста)
zh_cn: IP (主機名)

# LabelSID
source: SID
ja_jp: SIDは

# LabelUsername
source: Username
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
it_it: Nome utente
ja_jp: ユーザー名
nl_nl: Gebruikersnaam
ru_ru: Имя пользователя
zh_cn: 用戶名

# LabelConnectionString
source: Connection String
de_de: Verbindungs-String
es_es: Cadena de conexión
fr_fr: Chaîne de connexion
it_it: Stringa di connessione
ja_jp: 接続文字列
ru_ru: Строка соединения
zh_cn: 鏈接字符串

# LabelDatabaseFullPath
source: DB Full Path
de_de: Voller Datenbankpfad
es_es: DB Ruta completa
fr_fr: DB chemin d'accès complet
it_it: DB percorso completo
ja_jp: DBのフルパス
ru_ru: Полный путь к файлу базы данных
zh_cn: 數據庫全路徑

# LabelDatabaseType
source: DB Type
de_de: Datenbanktyp
es_es: DB Tipo
it_it: DB di tipo
ja_jp: DBのタイプ
ru_ru: Тип базы данных
zh_cn: 數據庫類型

# LabelSelectExcelFile
source: Select Excel File
de_de: Excel-Datei auswählen
es_es: Seleccionar archivo de Excel
fr_fr: Sélectionnez un fichier Excel
it_it: Select File di Excel
ja_jp: を選択してExcelファイル
nl_nl: Selecteer Excel-bestand
ru_ru: Выбор файла Excel
zh_cn: 打開Excel文件

# LabelUseConnectionStringDirectly
source: Directly use a connection string
de_de: Direkt einen Verbindungs-String benutzen
es_es: Directamente utilizar una cadena de conexión
fr_fr: Utiliser directement une chaîne de connexion
it_it: Utilizzare direttamente una stringa di connessione
ja_jp: 直接接続文字列を使用して
nl_nl: Direct gebruik maken van een connectie string
ru_ru: Напрямую использовать строку соединения
zh_cn: 直接使用鏈接字符串鏈接

# CmdHelpDocument
source: Help Document
de_de: Hilfedatei
es_es: Ayuda Documento
fr_fr: Aide Document
it_it: Aiuto del documento
ja_jp: ドキュメントヘルプ
ru_ru: Помощь
zh_cn: 幫助文檔

# CmdOnlineSqliteForum
source: Offical SQLite forum
de_de: Offizielles SQLite-Forum
es_es: Oficial SQLite foro
fr_fr: Forum officiel SQLite
it_it: SQLite forum ufficiale
ja_jp: 公式SQLiteのフォーラム
nl_nl: Officiële SQLite forum
ru_ru: Официальный форум SQLite
zh_cn: Sqlite 官方論壇

# CmdOnlinMySqlForum
source: Offical MySql forum
de_de: Offizielles MySQL-Forum
es_es: Oficial MySql foro
fr_fr: Forum officiel MySql
it_it: Forum ufficiale MySql
ja_jp: 公式のMySQLフォーラム
nl_nl: Officiële MySql forum
ru_ru: Официальный форум MySql
zh_cn: MySql 官方論壇

# CmdOnlinSSCEForum
source: Offical SQLCE forum
de_de: Offizielles SQLCE-Forum
es_es: Oficial SQLCE foro
fr_fr: SQLCE forum officiel
it_it: SQLCE forum ufficiale
ja_jp: 公式SQLCEフォーラム
nl_nl: Officiële SQLCE forum
ru_ru: Официальный форум SQLCE
zh_cn: Sqlce官方論壇

# TextQueryCostTime
source: Query time:
de_de: Abfragezeit:
es_es: Consulta el tiempo:
fr_fr: moment de la requête:
ja_jp: クエリ時間：
nl_nl: Query tijd:
ru_ru: Время запроса:
zh_cn: 查詢花費時間 :

# TooltipDataPreviewRegion
source: Data Preview Region
de_de: Vorschaubereich
es_es: Datos Región Prevista
fr_fr: Région aperçu des données
it_it: Anteprima dati Regione
ja_jp: データのプレビュー領域
nl_nl: Voorbeeld van gegevens Gewest
ru_ru: Область предварительного просмотра данных
zh_cn: 查詢數據結果顯示區域

# CmdAboutUs
source: About Us
de_de: Über uns
es_es: Quiénes somos
fr_fr: A propos de nous
it_it: Chi siamo
ja_jp: 私たちについて
nl_nl: Over ons
ru_ru: О нас
zh_cn: 關于我們

# CmdChangeDbPwd
source: Change database password
de_de: Datenbankpasswort ändern
es_es: Cambiar la contraseña de base de datos
fr_fr: Changer de mot de passe base de données
it_it: Cambia database di password
ja_jp: 変更データベースのパスワード
nl_nl: Verander database wachtwoord
ru_ru: Изменить пароль базы данных
zh_cn: 修改數據庫密碼

# CmdClose
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudere
ja_jp: クローズ
nl_nl: Dicht
ru_ru: Закрыть
zh_cn: 關閉

# CmdConvertExcel2Access
source: Convert Excel to Access
de_de: Excel in Access umwandeln
es_es: Convertir de Excel a Access
fr_fr: Convertir Excel à Access
it_it: Conversione da Excel a Access
ja_jp: 変換は、アクセスするためのExcelの
nl_nl: Omzetten Excel naar Access
ru_ru: Конвертировать из Excel в Access
zh_cn: 轉換Excel文件為Access文件

# CmdDownloadDbFile
source: Download a database file from the internet
de_de: Eine Datenbankdatei aus dem Internet herunterladen
es_es: Descargar un archivo de base de datos de Internet
fr_fr: Télécharger un fichier de base de l'Internet
it_it: Scaricare un file di database da Internet
ja_jp: ダウンロードインターネットからデータベースファイル
nl_nl: Download een database-bestand van het internet
ru_ru: Скачать файл базы данных из Интернета
zh_cn: 從互聯網下載數據庫文件

# CmdEffiprozHomepage
source: Go to the official Effiproz homepage
de_de: Die offizielle Effiproz-Homepage besuchen
es_es: Ir a la página oficial Effiproz
fr_fr: Aller à la page d'accueil officielle Effiproz
it_it: Vai alla home page ufficiale Effiproz
ja_jp: 公式Effiprozのホームページに戻る
nl_nl: Ga naar de officiële homepage Effiproz
ru_ru: Перейти на официальный сайт Effiproz
zh_cn: 去Effiproz官方首頁

# CmdExecute
source: Execute
de_de: Ausführen
es_es: Ejecutar
fr_fr: Exécuter
it_it: Eseguire
ja_jp: 実行
nl_nl: Uitvoeren
ru_ru: Выполнить
zh_cn: 執行

# CmdExportSelectedTableSchema
source: Export the selected table schema
de_de: Das ausgewählte Tabellenschema exportieren
es_es: Exportar la tabla seleccionada de esquema
fr_fr: Exporter la table sélectionnée schéma
it_it: Esportare la tabella selezionata schema
ja_jp: エクスポート選択したテーブルのスキーマ
nl_nl: Exporteer de geselecteerde tabel-schema
ru_ru: Экспорт выбранной схемы таблицы
zh_cn: 導出當前的表結構

# CmdGenerateBusinessEntity
source: Generate a business entity automatically
de_de: Automatisch eine Geschäftsentität erzeugen
es_es: Generar una entidad de negocio de forma automática
fr_fr: Générer automatiquement une entité commerciale
it_it: Genera un entità commerciale automaticamente
ja_jp: 生成ビジネスエンティティを自動的に
nl_nl: Genereer een zakelijke eenheid automatisch
ru_ru: Создание хозяйственного общества автоматически
zh_cn: 生成商業實體對象

# CmdGenerateColumnSchema
source: Generate a column schema
de_de: Ein Spaltenschema erzeugen
es_es: Generar un esquema de columna
fr_fr: Générer un schéma de colonne
it_it: Genera una colonna dello schema
ja_jp: 生成列のスキーマ
nl_nl: Genereer een kolom schema
ru_ru: Создать схему столбецов
zh_cn: 獲取列結構

# CmdGenerateLinqOrMap
source: Generate a Linq to sql O/R mapping object
de_de: Ein LINQ nach SQL-O/R-Mapping-Objekt erzeugen
es_es: Generar un LINQ to SQL O / R de mapeo de objetos
fr_fr: Générer un LINQ to SQL O / R mapping objet
it_it: Genera un LINQ to SQL O / R oggetto di mappatura
ja_jp: 生成LINQのは、O / RマッピングオブジェクトをSQL Serverに
nl_nl: Genereer een LINQ to O / R mapping object sql
ru_ru: Создание объекта отображения Linq to sql O/R
zh_cn: 生成Linq to Sql的商業實體對象

# CmdGetCurrentDbInfo
source: Get information about the current database
de_de: Informationen über die aktuelle Datenbank abrufen
es_es: Obtener información sobre la base de datos actual
fr_fr: Obtenir des informations sur la base de données actuelle
it_it: Ottenere informazioni sul database corrente
ja_jp: 現在のデータベースに関する情報を取得
nl_nl: Informatie krijgen over de huidige database
ru_ru: Получить информацию о текущей базе данных
zh_cn: 獲取當前數據庫信息

# CmdGetServerInformation
source: Get information about the current server
de_de: Informationen über den aktuellen Server abrufen
es_es: Obtener información sobre el servidor actual
fr_fr: Obtenir des informations sur le serveur actuel
it_it: Ottenere informazioni sul server corrente
ja_jp: 現在のサーバーに関する情報を取得
nl_nl: Informatie krijgen over de huidige server
ru_ru: Получить информацию о текущем сервере
zh_cn: 獲取當前服務器信息

# CmdLastCommand
source: Last Command
de_de: Letzte Anweisung
es_es: Última Comando
ja_jp: 最後の命令
nl_nl: Laatste Command
ru_ru: Последняя команда
zh_cn: 上一个命令

# CmdNextCommand
source: Next Command
de_de: Nächste Anweisung
es_es: Siguiente Comando
fr_fr: Suivant commandement
it_it: Avanti di comando
ja_jp: 次のコマンド
nl_nl: Volgende Command
ru_ru: Следующая команда
zh_cn: 下一個命令

# CmdOpenScript
source: Open script file
de_de: Skriptdatei öffnen
es_es: Abrir el archivo script
fr_fr: Ouvrez le fichier de script
it_it: Aprire file di script
ja_jp: オープンスクリプトファイル
nl_nl: Script-bestand openen
ru_ru: Открыть файл со сценарием
zh_cn: 打開腳本文件

# CmdOption
source: Option
es_es: Opción
it_it: Opzione
ja_jp: オプション
nl_nl: Optie
ru_ru: Свойства
zh_cn: 選項

# CmdResetDb
source: Reset database
de_de: Datenbank zurücksetzen
es_es: Perdí mi base de datos
fr_fr: base de données Reset
ja_jp: リセットデータベース
ru_ru: Сброс базы данных
zh_cn: 重置數據庫

# CmdSaveResult
source: Save result of executed command
de_de: Ergebnis der ausgeführten Anweisung speichern
es_es: Guardar resultado de la orden ejecutada
fr_fr: Sauvegarder la suite de la commande exécutée
it_it: Salva risultato del comando eseguito
ja_jp: 実行したコマンドの結果を保存
nl_nl: Sla het resultaat van de opdracht
ru_ru: Сохранить результат выполнения команды
zh_cn: 保存執行結果

# CmdSaveScript
source: Save script to file
de_de: Skript als Datei speichern
es_es: Guardar en un archivo script
fr_fr: Enregistrer dans un fichier script
it_it: Salva su file di script
ja_jp: スクリプトを保存ファイルに
nl_nl: Script opslaan naar bestand
ru_ru: Сохранить файл сценария
zh_cn: 保存到腳本文件

# CmdSqlServerForum
source: Official Sql Server forum
de_de: Offizielles SQL Server-Forum
es_es: Oficial Sql Server foro
fr_fr: Officiel Sql Server forum
it_it: Sql Server forum ufficiale
ja_jp: 公式SQL Serverのフォーラム
nl_nl: Officiële Sql Server forum
ru_ru: Официальный форум Sql Server
zh_cn: Sql Server 官方論壇

# CmdSubmitChanges
source: Submit Changes
de_de: Änderungen übertragen
es_es: Submit
fr_fr: Envoyer les modifications
it_it: Inserisci modifiche
ja_jp: 変更の送信
nl_nl: Voeg veranderingen
ru_ru: Подтвердить изменения
zh_cn: 提交更改

# CmdTransferDataFromAccess
source: Transfer data from Access file
de_de: Daten aus Access-Datei übertragen
es_es: Transferir datos desde Access archivo
fr_fr: Transfert de données de fichier Access
it_it: Trasferire i dati da file di Access
ja_jp: Accessからデータを転送するファイルを
nl_nl: Overdracht van gegevens uit Access-bestand
ru_ru: Передача данных из Access файла
zh_cn: 從Access文件中導入數據

# CmdTransferDataFromCSV
source: Transfer data from CSV file
de_de: Daten aus CSV-Datei übertragen
es_es: Transferir datos de archivo CSV
fr_fr: Transférer des données depuis un fichier CSV
it_it: Trasferire i dati da file CSV
ja_jp: CSVファイルからデータを転送するファイルを
nl_nl: Overdracht gegevens van CSV-bestand
ru_ru: Передача данных из CSV файла
zh_cn: 從CSV文件中導入數據

# CmdTransferDataFromExcel
source: Transfer data from Excel file
de_de: Daten aus Excel-Datei übertragen
es_es: Transferir datos de archivo de Excel
fr_fr: Transférer des données depuis le fichier Excel
it_it: Trasferire i dati da file di Excel
ja_jp: Excelからデータを転送するファイルを
nl_nl: Overdracht van gegevens uit Excel-bestand
ru_ru: Передача данных из Excel файл
zh_cn: 從Excel文件中導入數據

# CmdTransferDataFromMysql
source: Transfer data from mysql database
de_de: Daten aus MySQL-Datenbank übertragen
es_es: Transferencia de datos de base de datos mysql
fr_fr: Transférer des données depuis la base de données mysql
it_it: Trasferire i dati dal database mysql
ja_jp: mysqlデータベースからデータを転送する
nl_nl: Overdracht van gegevens uit MySQL database
ru_ru: Передача данных из базы данных MySQL
zh_cn: 從Mysql數據庫中導入數據

# CmdTransferDataFromSqlServer
source: Transfer data from Sql Server
de_de: Daten aus SQL Server-Datenbank übertragen
es_es: Transferencia de datos de SQL Server
fr_fr: Transfert de données à partir de SQL Server
it_it: Trasferire i dati da SQL Server
ja_jp: SQL Serverからデータを転送する
nl_nl: Overdracht van gegevens uit SQL Server
ru_ru: Передача данных из Sql Server
zh_cn: 從Sql Server 數據庫中導入數據

# CmdTransferDataFromSSCE2SqlServer
source: Transfter data from SQLCE to Sql Server
de_de: Daten von SQLCE nach SQL Server übertragen
es_es: Transfter datos de SQLCE a SQL Server
fr_fr: données Transfter de SQLCE à SQL Server
it_it: dati Transfter from SQLCE a SQL Server
ja_jp: SQL ServerへのSQLCEからTransfterデータ
nl_nl: Transfter gegevens van SQLCE naar SQL Server
ru_ru: Передача данных SQLCE в Sql Server
zh_cn: 將數據從 SqlCe 導入到 SqlServer

# ErrorInfo_GetSPListError
source: Get the list of errors in Stored Procedures:
de_de: Die Liste der Fehler in Stored Procedures abrufen:
es_es: Obtener la lista de errores en procedimientos almacenados:
fr_fr: Obtenez la liste des erreurs dans les procédures stockées:
it_it: Prendi l'elenco degli errori nelle stored procedure:
ja_jp: ストアドプロシージャ内のエラーのリストを取得：
nl_nl: Verkrijg de lijst van fouten in Stored Procedures:
ru_ru: Получить список ошибок в хранимых процедурах:
zh_cn: 獲取存儲過程列表失敗 :
